Repository: H3c-t0r/openprintcups
Catalog: locale/cups_*.po
Languages: ru

source: media-source.disc
ru: Для дисков

source: media-source.envelope
ru: Для конвертов

source: media-source.hagaki
ru: Для бумаги хагаки

source: media-source.large-capacity
ru: Большой вместимости

source: media-source.left
ru: Левый

source: media-source.main
ru: Основной

source: media-source.main-roll
ru: Основной рулон

source: media-source.manual
ru: Вручную

source: media-source.middle
ru: Средний

source: media-source.photo
ru: Для фотобумаги

source: media-source.rear
ru: Задний

source: media-source.right
ru: Правый

source: media-source.roll-1
ru: Рулон 1

source: media-source.roll-10
ru: Рулон 10

source: media-source.roll-2
ru: Рулон 2

source: media-source.roll-3
ru: Рулон 3

source: media-source.roll-4
ru: Рулон 4

source: media-source.roll-5
ru: Рулон 5

source: media-source.roll-6
ru: Рулон 6

source: media-source.roll-7
ru: Рулон 7

source: media-source.roll-8
ru: Рулон 8

source: media-source.roll-9
ru: Рулон 9

source: media-source.side
ru: Боковой

source: media-source.top
ru: Верхний

source: media-source.tray-1
ru: Лоток 1

source: media-source.tray-10
ru: Лоток 10

source: media-source.tray-11
ru: Лоток 11

source: media-source.tray-12
ru: Лоток 12

source: media-source.tray-13
ru: Лоток 13

source: media-source.tray-14
ru: Лоток 14

source: media-source.tray-15
ru: Лоток 15

source: media-source.tray-16
ru: Лоток 16

source: media-source.tray-17
ru: Лоток 17

source: media-source.tray-18
ru: Лоток 18

source: media-source.tray-19
ru: Лоток 19

source: media-source.tray-2
ru: Лоток 2

source: media-source.tray-20
ru: Лоток 20

source: media-source.tray-3
ru: Лоток 3

source: media-source.tray-4
ru: Лоток 4

source: media-source.tray-5
ru: Лоток 5

source: media-source.tray-6
ru: Лоток 6

source: media-source.tray-7
ru: Лоток 7

source: media-source.tray-8
ru: Лоток 8

source: media-source.tray-9
ru: Лоток 9

source: media-thickness
ru: Толщина носителя

source: media-tooth
ru: Текстура носителя

source: media-tooth.antique
ru: Антик

source: media-tooth.calendared
ru: Экстрагладкий

source: media-tooth.coarse
ru: Крупное зерно

source: media-tooth.fine
ru: Мелкое зерно

source: media-tooth.linen
ru: Полотно

source: media-tooth.medium
ru: Средний

source: media-tooth.smooth
ru: Гладкий

source: media-tooth.stipple
ru: Шероховатый

source: media-tooth.uncalendared
ru: Грубый

source: media-tooth.vellum
ru: Пергамент

source: media-top-margin
ru: Верхнее поле носителя

source: media-type
ru: Тип носителя

source: media-type.aluminum
ru: Алюминий

source: media-type.auto
ru: Автоматически

source: media-type.back-print-film
ru: Пленка для печати на обратной стороне

source: media-type.cardboard
ru: Картон

source: media-type.cardstock
ru: Карточная бумага

source: media-type.cd
ru: Компакт-диск

source: media-type.com.hp.advanced-photo
ru: Улучшенная фотобумага

source: media-type.com.hp.brochure-glossy
ru: Брошюрная глянцевая бумага

source: media-type.com.hp.brochure-matte
ru: Брошюрная матовая бумага

source: media-type.com.hp.cover-matte
ru: Матовая поверхность

source: media-type.com.hp.ecosmart-lite
ru: Легкая бумага EcoSMART

source: media-type.com.hp.everyday-glossy
ru: Обычная глянцевая бумага

source: media-type.com.hp.everyday-matte
ru: Обычная матовая бумага

source: media-type.com.hp.extra-heavy
ru: Экстратяжелая бумага

source: media-type.com.hp.intermediate
ru: Многоцелевая бумага

source: media-type.com.hp.mid-weight
ru: Средневесная бумага

source: media-type.com.hp.premium-inkjet
ru: Премиум-бумага для струйного принтера

source: media-type.com.hp.premium-photo
ru: Премиум-фотобумага

source: media-type.com.hp.premium-presentation-matte
ru: Матовая премиум-бумага для презентаций

source: media-type.continuous
ru: Непрерывный

source: media-type.continuous-long
ru: Непрерывный длинный

source: media-type.continuous-short
ru: Непрерывный короткий

source: media-type.corrugated-board
ru: Гофрированный картон

source: media-type.disc
ru: Оптический диск

source: media-type.disc-glossy
ru: Глянцевый оптический диск

source: media-type.disc-high-gloss
ru: Высокоглянцевый оптический диск

source: media-type.disc-matte
ru: Матовый оптический диск

source: media-type.disc-satin
ru: Сатинированный оптический диск

source: media-type.disc-semi-gloss
ru: Полуглянцевый оптический диск

source: media-type.double-wall
ru: Двухстенный

source: media-type.dry-film
ru: Пленка для сухой проявки

source: media-type.dvd
ru: DVD

source: media-type.embossing-foil
ru: Фольга для тиснения

source: media-type.end-board
ru: Ограничительная прокладка

source: media-type.envelope
ru: Конверт

source: media-type.envelope-archival
ru: Архивный конверт

source: media-type.envelope-bond
ru: Конверт из документной бумаги

source: media-type.envelope-coated
ru: Конверт с покрытием

source: media-type.envelope-cotton
ru: Конверт из хлопковой бумаги

source: media-type.envelope-fine
ru: Тонкий конверт

source: media-type.envelope-heavyweight
ru: Плотный конверт

source: media-type.envelope-inkjet
ru: Конверт для струйной печати

source: media-type.envelope-lightweight
ru: Неплотный конверт

source: media-type.envelope-plain
ru: Конверт без подписи и окон

source: media-type.envelope-preprinted
ru: Конверт-заготовка

source: media-type.envelope-window
ru: Конверт с окошком

source: media-type.fabric
ru: Ткань

source: media-type.fabric-archival
ru: Архивная ткань

source: media-type.fabric-glossy
ru: Глянцевая ткань

source: media-type.fabric-high-gloss
ru: Высокоглянцевая ткань

source: media-type.fabric-matte
ru: Матовая ткань

source: media-type.fabric-semi-gloss
ru: Полуглянцевая ткань

source: media-type.fabric-waterproof
ru: Водонепроницаемая ткань

source: media-type.film
ru: Пленка

source: media-type.flexo-base
ru: Флексографическая база

source: media-type.flexo-photo-polymer
ru: Флексографический фотополимер

source: media-type.flute
ru: Гофр

source: media-type.foil
ru: Фольга

source: media-type.full-cut-tabs
ru: Закладки с полной вырезкой

source: media-type.glass
ru: Стекло

source: media-type.glass-colored
ru: Цветное стекло

source: media-type.glass-opaque
ru: Непрозрачное стекло

source: media-type.glass-surfaced
ru: Стекло с покрытием

source: media-type.glass-textured
ru: Текстурное стекло

source: media-type.gravure-cylinder
ru: Формный цилиндр

source: media-type.image-setter-paper
ru: Бумага для фотонаборной машины

source: media-type.imaging-cylinder
ru: Экспонирующий цилиндр

source: media-type.jp.co.canon-photo-paper-plus-glossy-ii
ru: Глянцевая фотобумага Plus Glossy II

source: media-type.jp.co.canon-photo-paper-pro-platinum
ru: Фотобумага Pro Platinum

source: media-type.jp.co.canon_photo-paper-plus-glossy-ii
ru: Глянцевая фотобумага Plus Glossy II

source: media-type.jp.co.canon_photo-paper-pro-platinum
ru: Фотобумага Pro Platinum

source: media-type.labels
ru: Этикетки

source: media-type.labels-colored
ru: Цветные этикетки

source: media-type.labels-glossy
ru: Глянцевые этикетки

source: media-type.labels-high-gloss
ru: Высокоглянцевые этикетки

source: media-type.labels-inkjet
ru: Этикетки для струйной печати

source: media-type.labels-matte
ru: Матовые этикетки

source: media-type.labels-permanent
ru: Несмываемые этикетки

source: media-type.labels-satin
ru: Сатинированные этикетки

source: media-type.labels-security
ru: Этикетки безопасности

source: media-type.labels-semi-gloss
ru: Полуглянцевые этикетки

source: media-type.laminating-foil
ru: Фольга для ламинирования

source: media-type.letterhead
ru: Фирменный бланк

source: media-type.metal
ru: Металл

source: media-type.metal-glossy
ru: Глянцевый металл

source: media-type.metal-high-gloss
ru: Высокоглянцевый метал

source: media-type.metal-matte
ru: Матовый металл

source: media-type.metal-satin
ru: Сатинированный метал

source: media-type.metal-semi-gloss
ru: Полуглянцевый металл

source: media-type.mounting-tape
ru: Монтажная лента

source: media-type.multi-layer
ru: Многослойный

source: media-type.multi-part-form
ru: Форма из нескольких частей

source: media-type.other
ru: Другой

source: media-type.paper
ru: Бумага

source: media-type.photographic
ru: Фотобумага

source: media-type.photographic-archival
ru: Фотографический архивный

source: media-type.photographic-film
ru: Фотопленка

source: media-type.photographic-glossy
ru: Глянцевая фотобумага

source: media-type.photographic-high-gloss
ru: Высокоглянцевая фотобумага

source: media-type.photographic-matte
ru: Матовая фотобумага

source: media-type.photographic-satin
ru: Сатинированная фотобумага

source: media-type.photographic-semi-gloss
ru: Полуглянцевая фотобумага

source: media-type.plastic
ru: Пластик

source: media-type.plastic-archival
ru: Архивный пластик

source: media-type.plastic-colored
ru: Цветной пластик

source: media-type.plastic-glossy
ru: Глянцевый пластик

source: media-type.plastic-high-gloss
ru: Высокоглянцевый пластик

source: media-type.plastic-matte
ru: Матовый пластик

source: media-type.plastic-satin
ru: Сатинированный пластик

source: media-type.plastic-semi-gloss
ru: Полуглянцевый пластик

source: media-type.plate
ru: Пластина

source: media-type.polyester
ru: Полиэфир

source: media-type.pre-cut-tabs
ru: Закладки с предварительной вырезкой

source: media-type.roll
ru: Рулон

source: media-type.screen
ru: Экран

source: media-type.screen-paged
ru: Постраничный экран

source: media-type.self-adhesive
ru: Самоклеящаяся бумага

source: media-type.self-adhesive-film
ru: Самоклеящаяся пленка

source: media-type.shrink-foil
ru: Термоусадочная пленка

source: media-type.single-face
ru: Односторонний

source: media-type.single-wall
ru: Одностенный

source: media-type.sleeve
ru: Рукав

source: media-type.stationery
ru: Обычная бумага

source: media-type.stationery-archival
ru: Архивная бумага

source: media-type.stationery-coated
ru: Бумага с покрытием

source: media-type.stationery-cotton
ru: Хлопковая бумага

source: media-type.stationery-fine
ru: Пергаментная бумага

source: media-type.stationery-heavyweight
ru: Плотная бумага

source: media-type.stationery-heavyweight-coated
ru: Плотная бумага с покрытием

source: media-type.stationery-inkjet
ru: Бумага для струйной печати

source: media-type.stationery-letterhead
ru: Бумага с фирменным бланком

source: media-type.stationery-lightweight
ru: Неплотная бумага

source: media-type.stationery-preprinted
ru: Бумага-заготовка

source: media-type.stationery-prepunched
ru: Пробитая бумага

source: media-type.tab-stock
ru: Разделители

source: media-type.tractor
ru: Для подачи с помощью цепного механизма

source: media-type.transfer
ru: Для перевода

source: media-type.transparency
ru: Прозрачность

source: media-type.triple-wall
ru: Трехстенный

source: media-type.wet-film
ru: Пленка для влажной проявки

source: media-weight-metric
ru: Вес носителя (грамм на кв. м)

source: media.asme_f_28x40in
ru: 28 x 40″

source: media.choice_iso_a4_210x297mm_na_letter_8.5x11in
ru: A4 или US Letter

source: media.iso_2a0_1189x1682mm
ru: 2А0

source: media.iso_a0_841x1189mm
ru: A0

source: media.iso_a0x3_1189x2523mm
ru: A0x3

source: media.iso_a10_26x37mm
ru: A10

source: media.iso_a1_594x841mm
ru: A1

source: media.iso_a1x3_841x1783mm
ru: A1x3

source: media.iso_a1x4_841x2378mm
ru: A1x4

source: media.iso_a2_420x594mm
ru: A2

source: media.iso_a2x3_594x1261mm
ru: A2x3

source: media.iso_a2x4_594x1682mm
ru: A2x4

source: media.iso_a2x5_594x2102mm
ru: A2x5

source: media.iso_a3-extra_322x445mm
ru: A3 (экстра)

source: media.iso_a3_297x420mm
ru: A3

source: media.iso_a3x3_420x891mm
ru: A3x3

source: media.iso_a3x4_420x1189mm
ru: A3x4

source: media.iso_a3x5_420x1486mm
ru: A3x5

source: media.iso_a3x6_420x1783mm
ru: A3x6

source: media.iso_a3x7_420x2080mm
ru: A3x7

source: media.iso_a4-extra_235.5x322.3mm
ru: A4 (экстра)

source: media.iso_a4-tab_225x297mm
ru: A4 (разделитель)

source: media.iso_a4_210x297mm
ru: A4

source: media.iso_a4x3_297x630mm
ru: A4x3

source: media.iso_a4x4_297x841mm
ru: A4x4

source: media.iso_a4x5_297x1051mm
ru: A4x5

source: media.iso_a4x6_297x1261mm
ru: A4x6

source: media.iso_a4x7_297x1471mm
ru: A4x7

source: media.iso_a4x8_297x1682mm
ru: A4x8

source: media.iso_a4x9_297x1892mm
ru: A4x9

source: media.iso_a5-extra_174x235mm
ru: A5 (экстра)

source: media.iso_a5_148x210mm
ru: A5

source: media.iso_a6_105x148mm
ru: A6

source: media.iso_a7_74x105mm
ru: A7

source: media.iso_a8_52x74mm
ru: A8

source: media.iso_a9_37x52mm
ru: A9

source: media.iso_b0_1000x1414mm
ru: B0

source: media.iso_b10_31x44mm
ru: B10

source: media.iso_b1_707x1000mm
ru: B1

source: media.iso_b2_500x707mm
ru: B2

source: media.iso_b3_353x500mm
ru: B3

source: media.iso_b4_250x353mm
ru: B4

source: media.iso_b5-extra_201x276mm
ru: B5 (экстра)

source: media.iso_b5_176x250mm
ru: Конверт B5

source: media.iso_b6_125x176mm
ru: B6

source: media.iso_b6c4_125x324mm
ru: Конверт B6/C4

source: media.iso_b7_88x125mm
ru: B7

source: media.iso_b8_62x88mm
ru: B8

source: media.iso_b9_44x62mm
ru: B9

source: media.iso_c0_917x1297mm
ru: Конверт C0

source: media.iso_c10_28x40mm
ru: Конверт C10

source: media.iso_c1_648x917mm
ru: Конверт C1

source: media.iso_c2_458x648mm
ru: Конверт C2

source: media.iso_c3_324x458mm
ru: Конверт C3

source: media.iso_c4_229x324mm
ru: Конверт C4

source: media.iso_c5_162x229mm
ru: Конверт C5

source: media.iso_c6_114x162mm
ru: Конверт C6

source: media.iso_c6c5_114x229mm
ru: Конверт C6/C5

source: media.iso_c7_81x114mm
ru: Конверт C7

source: media.iso_c7c6_81x162mm
ru: Конверт C7/C6

source: media.iso_c8_57x81mm
ru: Конверт C8

source: media.iso_c9_40x57mm
ru: Конверт C9

source: media.iso_dl_110x220mm
ru: Конверт DL

source: media.iso_id-1_53.98x85.6mm
ru: ID-1

source: media.iso_id-3_88x125mm
ru: ID-3

source: media.iso_ra0_860x1220mm
ru: ISO RA0

source: media.iso_ra1_610x860mm
ru: ISO RA1

source: media.iso_ra2_430x610mm
ru: ISO RA2

source: media.iso_ra3_305x430mm
ru: ISO RA3

source: media.iso_ra4_215x305mm
ru: ISO RA4

source: media.iso_sra0_900x1280mm
ru: ISO SRA0

source: media.iso_sra1_640x900mm
ru: ISO SRA1

source: media.iso_sra2_450x640mm
ru: ISO SRA2

source: media.iso_sra3_320x450mm
ru: ISO SRA3

source: media.iso_sra4_225x320mm
ru: ISO SRA4

source: media.jis_b0_1030x1456mm
ru: JIS B0

source: media.jis_b10_32x45mm
ru: JIS B10

source: media.jis_b1_728x1030mm
ru: JIS B1

source: media.jis_b2_515x728mm
ru: JIS B2

source: media.jis_b3_364x515mm
ru: JIS B3

source: media.jis_b4_257x364mm
ru: JIS B4

source: media.jis_b5_182x257mm
ru: JIS B5

source: media.jis_b6_128x182mm
ru: JIS B6

source: media.jis_b7_91x128mm
ru: JIS B7

source: media.jis_b8_64x91mm
ru: JIS B8

source: media.jis_b9_45x64mm
ru: JIS B9

source: media.jis_exec_216x330mm
ru: JIS Executive

source: media.jpn_chou2_111.1x146mm
ru: Конверт Chou 2

source: media.jpn_chou3_120x235mm
ru: Конверт Chou 3

source: media.jpn_chou40_90x225mm
ru: Конверт Chou 40

source: media.jpn_chou4_90x205mm
ru: Конверт Chou 4

source: media.jpn_hagaki_100x148mm
ru: Hagaki

source: media.jpn_kahu_240x322.1mm
ru: Конверт Kahu

source: media.jpn_kaku1_270x382mm
ru: 270 x 382 мм

source: media.jpn_kaku2_240x332mm
ru: Конверт Kahu 2

source: media.jpn_kaku3_216x277mm
ru: 216 x 277 мм

source: media.jpn_kaku4_197x267mm
ru: 197 x 267 мм

source: media.jpn_kaku5_190x240mm
ru: 190 x 240 мм

source: media.jpn_kaku7_142x205mm
ru: 142 x 205 мм

source: media.jpn_kaku8_119x197mm
ru: 119 x 197 мм

source: media.jpn_oufuku_148x200mm
ru: Возвратная открытка Oufuku

source: media.jpn_you4_105x235mm
ru: Конверт You 4

source: media.na_10x11_10x11in
ru: 10 x 11″

source: media.na_10x13_10x13in
ru: 10 x 13″

source: media.na_10x14_10x14in
ru: 10 x 14″

source: media.na_10x15_10x15in
ru: 10 x 15″

source: media.na_11x12_11x12in
ru: 11 x 12″

source: media.na_11x15_11x15in
ru: 11 x 15″

source: media.na_12x19_12x19in
ru: 12 x 19″

source: media.na_5x7_5x7in
ru: 5 x 7″

source: media.na_6x9_6x9in
ru: 6 x 9″

source: media.na_7x9_7x9in
ru: 7 x 9″

source: media.na_9x11_9x11in
ru: 9 x 11″

source: media.na_a2_4.375x5.75in
ru: Конверт A2

source: media.na_arch-a_9x12in
ru: 9 x 12″

source: media.na_arch-b_12x18in
ru: 12 x 18″

source: media.na_arch-c_18x24in
ru: 18 x 24″

source: media.na_arch-d_24x36in
ru: 24 x 36″

source: media.na_arch-e2_26x38in
ru: 26 x 38″

source: media.na_arch-e3_27x39in
ru: 27 x 39″

source: media.na_arch-e_36x48in
ru: 36 x 48″

source: media.na_b-plus_12x19.17in
ru: 12 x 19.17″

source: media.na_c5_6.5x9.5in
ru: Конверт C5

source: media.na_c_17x22in
ru: 17 x 22″

source: media.na_d_22x34in
ru: 22 x 34″

source: media.na_e_34x44in
ru: 34 x 44″

source: media.na_edp_11x14in
ru: 11 x 14″

source: media.na_eur-edp_12x14in
ru: 12 x 14″

source: media.na_executive_7.25x10.5in
ru: Executive

source: media.na_f_44x68in
ru: 44 x 68″

source: media.na_fanfold-eur_8.5x12in
ru: European Fanfold

source: media.na_fanfold-us_11x14.875in
ru: US Fanfold

source: media.na_foolscap_8.5x13in
ru: Foolscap

source: media.na_govt-legal_8x13in
ru: 8 x 13″

source: media.na_govt-letter_8x10in
ru: 8 x 10″

source: media.na_index-3x5_3x5in
ru: 3 x 5″

source: media.na_index-4x6-ext_6x8in
ru: 6 x 8″

source: media.na_index-4x6_4x6in
ru: 4 x 6″

source: media.na_index-5x8_5x8in
ru: 5 x 8″

source: media.na_invoice_5.5x8.5in
ru: Statement

source: media.na_ledger_11x17in
ru: 11 x 17″

source: media.na_legal-extra_9.5x15in
ru: US Legal (экстра)

source: media.na_legal_8.5x14in
ru: US Legal

source: media.na_letter-extra_9.5x12in
ru: US Letter (экстра)

source: media.na_letter-plus_8.5x12.69in
ru: US Letter (плюс)

source: media.na_letter_8.5x11in
ru: US Letter

source: media.na_monarch_3.875x7.5in
ru: Конверт Monarch

source: media.na_number-10_4.125x9.5in
ru: Конверт № 10

source: media.na_number-11_4.5x10.375in
ru: Конверт № 11

source: media.na_number-12_4.75x11in
ru: Конверт № 12

source: media.na_number-14_5x11.5in
ru: Конверт № 14

source: media.na_number-9_3.875x8.875in
ru: Конверт № 9

source: media.na_oficio_8.5x13.4in
ru: 8.5 x 13.4″

source: media.na_personal_3.625x6.5in
ru: Конверт Personal

source: media.na_quarto_8.5x10.83in
ru: Quarto

source: media.na_super-a_8.94x14in
ru: 8.94 x 14″

source: media.na_super-b_13x19in
ru: 13 x 19″

source: media.na_wide-format_30x42in
ru: 30 x 42″

source: media.oe_12x16_12x16in
ru: 12 x 16″

source: media.oe_14x17_14x17in
ru: 14 x 17″

source: media.oe_18x22_18x22in
ru: 18 x 22″

source: media.oe_a2plus_17x24in
ru: 17 x 24″

source: media.oe_business-card_2x3.5in
ru: 2 x 3.5″

source: media.oe_photo-10r_10x12in
ru: 10 x 12″

source: media.oe_photo-20r_20x24in
ru: 20 x 24″

source: media.oe_photo-l_3.5x5in
ru: 3.5 x 5″

source: media.oe_photo-s10r_10x15in
ru: 10 x 15″

source: media.oe_square-photo_4x4in
ru: 4 x 4″

source: media.oe_square-photo_5x5in
ru: 5 x 5″

source: media.om_16k_184x260mm
ru: 184 x 260 мм

source: media.om_16k_195x270mm
ru: 195 x 270 мм

source: media.om_business-card_55x85mm
ru: 55 x 85 мм

source: media.om_business-card_55x91mm
ru: 55 x 91 мм

source: media.om_card_54x86mm
ru: 54 x 86 мм

source: media.om_dai-pa-kai_275x395mm
ru: 275 x 395 мм

source: media.om_dsc-photo_89x119mm
ru: 89 x 119 мм

source: media.om_folio-sp_215x315mm
ru: Folio

source: media.om_folio_210x330mm
ru: Folio (специальный)

source: media.om_invite_220x220mm
ru: Конверт-приглашение

source: media.om_italian_110x230mm
ru: Конверт итальянский

source: media.om_juuro-ku-kai_198x275mm
ru: 198 x 275 мм

source: media.om_large-photo_200x300
ru: 200 x 300 мм

source: media.om_medium-photo_130x180mm
ru: 130 x 180 мм

source: media.om_pa-kai_267x389mm
ru: 267 x 389 мм

source: media.om_postfix_114x229mm
ru: Конверт Postfix

source: media.om_small-photo_100x150mm
ru: 100 x 150 мм

source: media.om_square-photo_89x89mm
ru: 89 x 89 мм

source: media.om_wide-photo_100x200mm
ru: 100 x 200 мм

source: media.prc_10_324x458mm
ru: Конверт китайский № 10

source: media.prc_16k_146x215mm
ru: Китайский 16k

source: media.prc_1_102x165mm
ru: Конверт китайский № 1

source: media.prc_2_102x176mm
ru: Конверт китайский № 2

source: media.prc_32k_97x151mm
ru: Китайский 32k

source: media.prc_3_125x176mm
ru: Конверт китайский № 3

source: media.prc_4_110x208mm
ru: Конверт китайский № 4

source: media.prc_5_110x220mm
ru: Конверт китайский № 5

source: media.prc_6_120x320mm
ru: Конверт китайский № 6

source: media.prc_7_160x230mm
ru: Конверт китайский № 7

source: media.prc_8_120x309mm
ru: Конверт китайский № 8

source: media.roc_16k_7.75x10.75in
ru: ROC 16k

source: media.roc_8k_10.75x15.5in
ru: ROC 8k

source: members of class %s:
ru: члены группы %s:

source: multiple-document-handling
ru: Обработка нескольких документов

source: multiple-document-handling.separate-documents-collated-copies
ru: С разбором по копиям отдельных документов

source: multiple-document-handling.separate-documents-uncollated-copies
ru: Без разбора по копиям отдельных документов

source: multiple-document-handling.single-document
ru: Один документ

source: multiple-document-handling.single-document-new-sheet
ru: Новый лист одного документа

source: multiple-object-handling
ru: Обработка нескольких объектов

source: multiple-object-handling-actual
ru: Обработка нескольких объектов (факт)

source: multiple-object-handling.auto
ru: Автоматически

source: multiple-object-handling.best-fit
ru: Наилучшая подгонка

source: multiple-object-handling.best-quality
ru: Наилучшее качество

source: multiple-object-handling.best-speed
ru: Наилучшая скорость

source: multiple-object-handling.one-at-a-time
ru: По одному за раз

source: multiple-operation-time-out-action
ru: При истечении времени ожидания

source: multiple-operation-time-out-action.abort-job
ru: Прервать задание

source: multiple-operation-time-out-action.hold-job
ru: Удерживать задание

source: multiple-operation-time-out-action.process-job
ru: Обработать задание

source: no entries
ru: нет записей

source: no system default destination
ru: нет системного места назначения по умолчанию

source: noise-removal
ru: Удаление шума

source: notify-attributes
ru: Атрибуты уведомления

source: notify-charset
ru: Набор символов уведомления

source: notify-events
ru: События уведомления

source: notify-events not specified.
ru: Не указан атрибут notify-events.

source: notify-events.document-completed
ru: Документ готов

source: notify-events.document-config-changed
ru: Конфигурация документа изменена

source: notify-events.document-created
ru: Документ создан

source: notify-events.document-fetchable
ru: Документ доступен для получения

source: notify-events.document-state-changed
ru: Состояние документа изменено

source: notify-events.document-stopped
ru: Документ остановлен

source: notify-events.job-completed
ru: Задание завершено

source: notify-events.job-config-changed
ru: Конфигурация задания изменена

source: notify-events.job-created
ru: Задание создано

source: notify-events.job-fetchable
ru: Задание доступно для получения

source: notify-events.job-progress
ru: Ход выполнения задания

source: notify-events.job-state-changed
ru: Состояние задания изменено

source: notify-events.job-stopped
ru: Задание остановлено

source: notify-events.none
ru: Нет

source: notify-events.printer-config-changed
ru: Конфигурация принтера изменена

source: notify-events.printer-finishings-changed
ru: Окончательная обработка принтера изменена

source: notify-events.printer-media-changed
ru: Носитель принтера изменен

source: notify-events.printer-queue-order-changed
ru: Порядок очереди принтера изменен

source: notify-events.printer-restarted
ru: Принтер перезапущен

source: notify-events.printer-shutdown
ru: Принтер выключен

source: notify-events.printer-state-changed
ru: Состояние принтера изменено

source: notify-events.printer-stopped
ru: Принтер остановлен

source: notify-get-interval
ru: Интервал получения уведомлений

source: notify-lease-duration
ru: Длительность аренды уведомлений

source: notify-natural-language
ru: Естественный язык уведомлений
