Repository: H3c-t0r/openprintcups
Catalog: locale/cups_*.po
Languages: ru

source: job-hold-until.no-hold
ru: Не удерживать

source: job-hold-until.second-shift
ru: Вторая смена

source: job-hold-until.third-shift
ru: Третья смена

source: job-hold-until.weekend
ru: Выходной

source: job-mandatory-attributes
ru: Обязательные атрибуты задания

source: job-name
ru: Заголовок

source: job-pages
ru: Страницы задания

source: job-pages-col
ru: Страницы задания

source: job-phone-number
ru: Телефонный номер задания

source: job-printer-uri attribute missing.
ru: Отсутствует атрибут job-printer-uri.

source: job-priority
ru: Приоритет задания

source: job-privacy-attributes
ru: Атрибуты конфиденциальности задания

source: job-privacy-attributes.all
ru: Все

source: job-privacy-attributes.default
ru: По умолчанию

source: job-privacy-attributes.job-description
ru: Описание задания

source: job-privacy-attributes.job-template
ru: Шаблон задания

source: job-privacy-attributes.none
ru: Нет

source: job-privacy-scope
ru: Область применения конфиденциальности задания

source: job-privacy-scope.all
ru: Все

source: job-privacy-scope.default
ru: По умолчанию

source: job-privacy-scope.none
ru: Нет

source: job-privacy-scope.owner
ru: Владелец

source: job-recipient-name
ru: Имя получателя задания

source: job-retain-until
ru: Задерживание задания до указанного срока

source: job-retain-until-interval
ru: Задерживание задания в течение указанного периода

source: job-retain-until-time
ru: Задерживание задания до указанного времени

source: job-retain-until.end-of-day
ru: Конец дня

source: job-retain-until.end-of-month
ru: Конец месяца

source: job-retain-until.end-of-week
ru: Конец недели

source: job-retain-until.indefinite
ru: Бессрочно

source: job-retain-until.none
ru: Нет

source: job-save-disposition
ru: Параметры сохранения задания

source: job-sheet-message
ru: Лист задания с сообщением

source: job-sheets
ru: Титульная страница

source: job-sheets-col
ru: Титульная страница

source: job-sheets.first-print-stream-page
ru: Первая страница документа

source: job-sheets.job-both-sheet
ru: Начальный и конечный листы

source: job-sheets.job-end-sheet
ru: Конечный лист

source: job-sheets.job-start-sheet
ru: Начальный лист

source: job-sheets.none
ru: Нет

source: job-sheets.standard
ru: Стандартный

source: job-state
ru: Состояние задания

source: job-state-message
ru: Сообщение о состоянии задания

source: job-state-reasons
ru: Подробное сообщение о состоянии задания

source: job-state-reasons.aborted-by-system
ru: Остановка

source: job-state-reasons.account-authorization-failed
ru: Сбой авторизации учетной записи

source: job-state-reasons.account-closed
ru: Учетная запись закрыта

source: job-state-reasons.account-info-needed
ru: Требуется информация об учетной записи

source: job-state-reasons.account-limit-reached
ru: Достигнут лимит для учетной записи

source: job-state-reasons.compression-error
ru: Ошибка распаковки

source: job-state-reasons.conflicting-attributes
ru: Конфликтующие атрибуты

source: job-state-reasons.connected-to-destination
ru: Подключено к месту назначения

source: job-state-reasons.connecting-to-destination
ru: Подключение к месту назначения

source: job-state-reasons.destination-uri-failed
ru: Сбой URI места назначения

source: job-state-reasons.digital-signature-did-not-verify
ru: Не проверена цифровая подпись

source: job-state-reasons.digital-signature-type-not-supported
ru: Тип цифровой подписи не поддерживается

source: job-state-reasons.document-access-error
ru: Ошибка доступа к документу

source: job-state-reasons.document-format-error
ru: Ошибка формата документа

source: job-state-reasons.document-password-error
ru: Ошибка пароля документа

source: job-state-reasons.document-permission-error
ru: Ошибка прав документа

source: job-state-reasons.document-security-error
ru: Ошибка безопасности документа

source: job-state-reasons.document-unprintable-error
ru: Ошибка - печать документа невозможна

source: job-state-reasons.errors-detected
ru: Обнаружены ошибки

source: job-state-reasons.job-canceled-at-device
ru: Отменено на принтере

source: job-state-reasons.job-canceled-by-operator
ru: Отменено оператором

source: job-state-reasons.job-canceled-by-user
ru: Отменено пользователем

source: job-state-reasons.job-completed-successfully
ru: Успешно завершено

source: job-state-reasons.job-completed-with-errors
ru: Завершено с ошибками

source: job-state-reasons.job-completed-with-warnings
ru: Завершено с предупреждениями

source: job-state-reasons.job-data-insufficient
ru: Недостаточно данных

source: job-state-reasons.job-delay-output-until-specified
ru: Откладывание вывода задания до наступления указанного срока

source: job-state-reasons.job-digital-signature-wait
ru: Ожидание цифровой подписи задания

source: job-state-reasons.job-fetchable
ru: Задание доступно для получения

source: job-state-reasons.job-held-for-review
ru: Задание удерживается для проверки

source: job-state-reasons.job-hold-until-specified
ru: Задание удерживается

source: job-state-reasons.job-incoming
ru: Входящее

source: job-state-reasons.job-interpreting
ru: В обработке

source: job-state-reasons.job-outgoing
ru: Исходящее

source: job-state-reasons.job-password-wait
ru: Ожидание пароля задания

source: job-state-reasons.job-printed-successfully
ru: Задание успешно напечатано

source: job-state-reasons.job-printed-with-errors
ru: Задание напечатано с ошибками

source: job-state-reasons.job-printed-with-warnings
ru: Задание напечатано с предупреждениями

source: job-state-reasons.job-printing
ru: Печать

source: job-state-reasons.job-queued
ru: Подготовка к печати

source: job-state-reasons.job-queued-for-marker
ru: Обработка документа

source: job-state-reasons.job-release-wait
ru: Ожидание разблокировки задания

source: job-state-reasons.job-restartable
ru: Доступно для перезапуска

source: job-state-reasons.job-resuming
ru: Возобновление задания

source: job-state-reasons.job-saved-successfully
ru: Задание успешно сохранено

source: job-state-reasons.job-saved-with-errors
ru: Задание сохранено с ошибками

source: job-state-reasons.job-saved-with-warnings
ru: Задание сохранено с предупреждениями

source: job-state-reasons.job-saving
ru: Сохранение задания

source: job-state-reasons.job-spooling
ru: Постановка задания в очередь

source: job-state-reasons.job-streaming
ru: Потоковая передача задания

source: job-state-reasons.job-suspended
ru: Приостановлено

source: job-state-reasons.job-suspended-by-operator
ru: Задание приостановлено оператором

source: job-state-reasons.job-suspended-by-system
ru: Задание приостановлено системой

source: job-state-reasons.job-suspended-by-user
ru: Задание приостановлено пользователем

source: job-state-reasons.job-suspending
ru: Приостановка задания

source: job-state-reasons.job-transferring
ru: Передача задания

source: job-state-reasons.job-transforming
ru: Преобразование задания

source: job-state-reasons.none
ru: Нет

source: job-state-reasons.printer-stopped
ru: Принтер остановлен

source: job-state-reasons.printer-stopped-partly
ru: Принтер частично остановлен

source: job-state-reasons.processing-to-stop-point
ru: Остановка

source: job-state-reasons.queued-in-device
ru: В готовности

source: job-state-reasons.resources-are-not-ready
ru: Ресурсы не готовы

source: job-state-reasons.resources-are-not-supported
ru: Ресурсы не поддерживаются

source: job-state-reasons.service-off-line
ru: Служба не в сети

source: job-state-reasons.submission-interrupted
ru: Отправка прервана

source: job-state-reasons.unsupported-attributes-or-values
ru: Неподдерживаемые атрибуты или значения

source: job-state-reasons.unsupported-compression
ru: Неподдерживаемое сжатие

source: job-state-reasons.unsupported-document-format
ru: Неподдерживаемый формат документа

source: job-state-reasons.waiting-for-user-action
ru: Ожидание действий пользователя

source: job-state-reasons.warnings-detected
ru: Обнаружены предупреждения

source: job-state.3
ru: В ожидании

source: job-state.4
ru: Удерживается

source: job-state.5
ru: В обработке

source: job-state.6
ru: Остановлено

source: job-state.7
ru: Отменено

source: job-state.8
ru: Прервано

source: job-state.9
ru: Завершено

source: laminating
ru: Ламинирование страниц

source: laminating-sides
ru: Ламинировать

source: laminating-sides.back
ru: Только обратную сторону

source: laminating-sides.both
ru: Лицевую и обратную стороны

source: laminating-sides.front
ru: Только лицевую сторону

source: laminating-type
ru: Тип ламинирования

source: laminating-type.archival
ru: Архивный

source: laminating-type.glossy
ru: Глянцевый

source: laminating-type.high-gloss
ru: Высокоглянцевый

source: laminating-type.matte
ru: Матовый

source: laminating-type.semi-gloss
ru: Полуглянцевый

source: laminating-type.translucent
ru: Полупрозрачный

source: logo
ru: Логотип

source: lpadmin: Class name can only contain printable characters.
ru: lpadmin: имя группы может содержать только печатаемые символы.

source: lpadmin: Expected PPD after "-%c" option.
ru: lpadmin: после параметра "-%c" должен быть указан PPD-файл.

source: lpadmin: Expected allow/deny:userlist after "-u" option.
ru: lpadmin: после параметра '-u' должно быть указано allow/deny:userlist.

source: lpadmin: Expected class after "-r" option.
ru: lpadmin: после параметра "-r" должна быть указана группа.

source: lpadmin: Expected class name after "-c" option.
ru: lpadmin: после параметра "-c" должно быть указано имя группы.

source: lpadmin: Expected description after "-D" option.
ru: lpadmin: после параметра "-D" должно быть указано описание.

source: lpadmin: Expected device URI after "-v" option.
ru: lpadmin: после параметра "-v" должен быть указан URI.

source: lpadmin: Expected file type(s) after "-I" option.
ru: lpadmin: после параметра "-I" должны быть указаны типы файлов.

source: lpadmin: Expected hostname after "-h" option.
ru: lpadmin: после параметра "-h" должно быть указано имя хоста.

source: lpadmin: Expected location after "-L" option.
ru: lpadmin: после параметра "-L" должно быть указано местоположение.

source: lpadmin: Expected model after "-m" option.
ru: lpadmin: после параметра "-m" должна быть указана модель.

source: lpadmin: Expected name after "-R" option.
ru: lpadmin: после параметра "-R" должно быть указано имя.

source: lpadmin: Expected name=value after "-o" option.
ru: lpadmin: после параметра "-o" должно быть указано name=value.

source: lpadmin: Expected printer after "-p" option.
ru: lpadmin: после параметра "-p" должен быть указан принтер.

source: lpadmin: Expected printer name after "-d" option.
ru: lpadmin: после параметра "-d" должно быть указано имя принтера.

source: lpadmin: Expected printer or class after "-x" option.
ru: lpadmin: после параметра "-x" должен быть указан принтер или группа.

source: lpadmin: No member names were seen.
ru: lpadmin: имена членов группы не были найдены.

source: lpadmin: Printer %s is already a member of class %s.
ru: lpadmin: принтер %s уже находится в группе %s.

source: lpadmin: Printer %s is not a member of class %s.
ru: lpadmin: принтер %s не находится в группе %s.

source: lpadmin: Printer drivers are deprecated and will stop working in a future version of CUPS.
ru: lpadmin: драйверы принтера устарели и прекратят работать в следующей версии CUPS.

source: lpadmin: Printer name can only contain printable characters.
ru: lpadmin: имя принтера может содержать только печатаемые символы.

source: lpadmin: Raw queues are deprecated and will stop working in a future version of CUPS.
ru: lpadmin: очереди без обработки устарели и прекратят работать в следующей версии CUPS.

source: lpadmin: Raw queues are no longer supported on macOS.
ru: lpadmin: очереди без обработки больше не поддерживаются в macOS.

source: lpadmin: System V interface scripts are no longer supported for security reasons.
ru: lpadmin: сценарии интерфейса System V больше не поддерживаются по соображениям безопасности.

source: lpadmin: Unable to add a printer to the class: You must specify a printer name first.
ru: lpadmin: не удается добавить принтер в группу: Необходимо сначала указать имя принтера.

source: lpadmin: Unable to connect to server: %s
ru: lpadmin: не удается подключиться к серверу: %s

source: lpadmin: Unable to create temporary file
ru: lpadmin: не удается создать временный файл

source: lpadmin: Unable to delete option: You must specify a printer name first.
ru: lpadmin: не удается удалить параметр: Необходимо сначала указать имя принтера.

source: lpadmin: Unable to open PPD "%s": %s
ru: lpadmin: не удается открыть PPD-файл "%s": %s

source: lpadmin: Unable to open PPD "%s": %s on line %d.
ru: lpadmin: не удается открыть PPD-файл "%s": %s в строке %d.

source: lpadmin: Unable to remove a printer from the class: You must specify a printer name first.
ru: lpadmin: не удается удалить принтер из группы: Необходимо сначала указать имя принтера.

source: lpadmin: Unable to set the printer options: You must specify a printer name first.
ru: lpadmin: не удается настроить параметры принтера: Необходимо сначала указать имя принтера.

source: lpadmin: Unknown allow/deny option "%s".
ru: lpadmin: неизвестный параметр allow/deny "%s".

source: lpadmin: Unknown argument "%s".
ru: lpadmin: неизвестный аргумент "%s".

source: lpadmin: Unknown option "%c".
ru: lpadmin: неизвестный параметр "%c".

source: lpadmin: Use the 'everywhere' model for shared printers.
ru: lpadmin: использовать модель 'everywhere' для общих принтеров.

source: lpadmin: Warning - content type list ignored.
ru: lpadmin: внимание - список типов содержимого игнорируется.

source: lpinfo: Expected 1284 device ID string after "--device-id".
ru: lpinfo: после "--device-id" должна идти строка идентификатора устройства 1284.

source: lpinfo: Expected language after "--language".
ru: lpinfo: после "--language" необходимо указать язык.

source: lpinfo: Expected make and model after "--make-and-model".
ru: lpinfo: после "--make-and-model" должна быть указана марка и модель.

source: lpinfo: Expected product string after "--product".
ru: lpinfo: после "--product" должна идти строка продукта.

source: lpinfo: Expected scheme list after "--exclude-schemes".
ru: lpinfo: после "--exclude-schemes" должен быть указан список схем.

source: lpinfo: Expected scheme list after "--include-schemes".
ru: lpinfo: после "--include-schemes" должен быть указан список схем.

source: lpinfo: Expected timeout after "--timeout".
ru: lpinfo: после "--timeout" должно быть указано время ожидания.

source: lpmove: Unable to connect to server: %s
ru: lpmove: не удается подключиться к серверу: %s

source: lpmove: Unknown argument "%s".
ru: lpmove: неизвестный аргумент "%s".

source: lpoptions: No printers.
ru: lpoptions: нет принтеров.

source: lpoptions: Unable to add printer or instance: %s
ru: lpoptions: не удается добавить принтер или экземпляр: %s

source: lpoptions: Unable to get PPD file for %s: %s
ru: lpoptions: не удается получить PPD-файл для %s: %s

source: lpoptions: Unable to open PPD file for %s.
ru: lpoptions: не удается открыть PPD-файл для %s.

source: lpoptions: Unknown printer or class.
ru: lpoptions: неизвестный принтер или группа.

source: lpstat: error - %s environment variable names non-existent destination "%s".
ru: lpstat: ошибка - переменная окружения %s указывает на несуществующее место назначения "%s".

source: material-amount
ru: Количество материала

source: material-amount-units
ru: Единицы количества

source: material-amount-units.g
ru: Граммы

source: material-amount-units.kg
ru: Килограммы

source: material-amount-units.l
ru: Литры

source: material-amount-units.m
ru: Метры

source: material-amount-units.ml
ru: Миллилитры

source: material-amount-units.mm
ru: Миллиметры

source: material-color
ru: Цвет материала

source: material-diameter
ru: Диаметр материала

source: material-diameter-tolerance
ru: Допуск диаметра материала

source: material-fill-density
ru: Плотность заполнения материала

source: material-name
ru: Название материала

source: material-nozzle-diameter
ru: Диаметр сопла материала

source: material-purpose
ru: Назначение материала

source: material-purpose.all
ru: Все

source: material-purpose.base
ru: Основа

source: material-purpose.in-fill
ru: Заполнение

source: material-purpose.shell
ru: Оболочка

source: material-purpose.support
ru: Опоры

source: material-rate
ru: Скорость подачи

source: material-rate-units
ru: Единицы скорости подачи

source: material-rate-units.mg_second
ru: Миллиграмм в секунду

source: material-rate-units.ml_second
ru: Миллилитров в секунду

source: material-rate-units.mm_second
ru: Миллиметров в секунду

source: material-retraction
ru: Втягивание материала

source: material-shell-thickness
ru: Толщина оболочки материала

source: material-temperature
ru: Температура материала

source: material-type
ru: Тип материала

source: material-type.abs
ru: ABS

source: material-type.abs-carbon-fiber
ru: Углеволокно ABS

source: material-type.abs-carbon-nanotube
ru: Углеродная нанотрубка ABS

source: material-type.chocolate
ru: Шоколад

source: material-type.gold
ru: Золото

source: material-type.nylon
ru: Нейлон

source: material-type.pet
ru: PET

source: material-type.photopolymer
ru: Фотополимер

source: material-type.pla
ru: PLA

source: material-type.pla-conductive
ru: Проводящий PLA

source: material-type.pla-dissolvable
ru: Растворимый PLA

source: material-type.pla-flexible
ru: Гибкий PLA

source: material-type.pla-magnetic
ru: Магнитный PLA

source: material-type.pla-steel
ru: Сталь PLA

source: material-type.pla-stone
ru: Камень PLA

source: material-type.pla-wood
ru: Дерево PLA

source: material-type.polycarbonate
ru: Поликарбонат

source: material-type.pva-dissolvable
ru: Растворимый PVA

source: material-type.silver
ru: Серебро

source: material-type.titanium
ru: Титан

source: material-type.wax
ru: Воск

source: materials-col
ru: Материалы

source: media
ru: Носитель

source: media-back-coating
ru: Покрытие носителя с обратной стороны

source: media-back-coating.glossy
ru: Глянцевый

source: media-back-coating.high-gloss
ru: Высокоглянцевый

source: media-back-coating.matte
ru: Матовый

source: media-back-coating.none
ru: Нет

source: media-back-coating.satin
ru: Сатинированный

source: media-back-coating.semi-gloss
ru: Полуглянцевый

source: media-bottom-margin
ru: Нижнее поле носителя

source: media-col
ru: Носитель

source: media-color
ru: Цвет носителя

source: media-color.black
ru: Черный

source: media-color.blue
ru: Синий

source: media-color.brown
ru: Коричневый

source: media-color.buff
ru: Цвет буйволовой кожи

source: media-color.clear-black
ru: Прозрачный черный

source: media-color.clear-blue
ru: Прозрачный синий

source: media-color.clear-brown
ru: Прозрачный коричневый

source: media-color.clear-buff
ru: Прозрачный цвет буйволовой кожи

source: media-color.clear-cyan
ru: Прозрачный голубой

source: media-color.clear-gold
ru: Прозрачный золотой

source: media-color.clear-goldenrod
ru: Прозрачный золотистый

source: media-color.clear-gray
ru: Прозрачный серый

source: media-color.clear-green
ru: Прозрачный зеленый

source: media-color.clear-ivory
ru: Прозрачный цвет слоновой кости

source: media-color.clear-magenta
ru: Прозрачный пурпурный

source: media-color.clear-multi-color
ru: Прозрачный разноцветный

source: media-color.clear-mustard
ru: Прозрачный горчичный

source: media-color.clear-orange
ru: Прозрачный оранжевый

source: media-color.clear-pink
ru: Прозрачный розовый

source: media-color.clear-red
ru: Прозрачный красный

source: media-color.clear-silver
ru: Прозрачный серебряный

source: media-color.clear-turquoise
ru: Прозрачный бирюзовый

source: media-color.clear-violet
ru: Прозрачный фиолетовый

source: media-color.clear-white
ru: Прозрачный белый

source: media-color.clear-yellow
ru: Прозрачный желтый

source: media-color.cyan
ru: Голубой

source: media-color.dark-blue
ru: Темный синий

source: media-color.dark-brown
ru: Темный коричневый

source: media-color.dark-buff
ru: Темный цвет буйволовой кожи

source: media-color.dark-cyan
ru: Темный голубой

source: media-color.dark-gold
ru: Темный золотой

source: media-color.dark-goldenrod
ru: Темный золотистый

source: media-color.dark-gray
ru: Темный серый

source: media-color.dark-green
ru: Темный зеленый

source: media-color.dark-ivory
ru: Темный цвет слоновой кости

source: media-color.dark-magenta
ru: Темный пурпурный

source: media-color.dark-mustard
ru: Темный горчичный

source: media-color.dark-orange
ru: Темный оранжевый

source: media-color.dark-pink
ru: Темный розовый

source: media-color.dark-red
ru: Темный красный

source: media-color.dark-silver
ru: Темный серебряный

source: media-color.dark-turquoise
ru: Темный бирюзовый

source: media-color.dark-violet
ru: Темный фиолетовый

source: media-color.dark-yellow
ru: Темный желтый

source: media-color.gold
ru: Золотой

source: media-color.goldenrod
ru: Золотистый

source: media-color.gray
ru: Серый

source: media-color.green
ru: Зеленый

source: media-color.ivory
ru: Цвет слоновой кости

source: media-color.light-black
ru: Светлый черный

source: media-color.light-blue
ru: Светлый синий

source: media-color.light-brown
ru: Светлый коричневый

source: media-color.light-buff
ru: Светлый цвет буйволовой кожи

source: media-color.light-cyan
ru: Светлый голубой

source: media-color.light-gold
ru: Светлый золотой

source: media-color.light-goldenrod
ru: Светлый золотистый

source: media-color.light-gray
ru: Светлый серый

source: media-color.light-green
ru: Светлый зеленый

source: media-color.light-ivory
ru: Светлый цвет слоновой кости

source: media-color.light-magenta
ru: Светлый пурпурный

source: media-color.light-mustard
ru: Светлый горчичный

source: media-color.light-orange
ru: Светлый оранжевый

source: media-color.light-pink
ru: Светлый розовый

source: media-color.light-red
ru: Светлый красный

source: media-color.light-silver
ru: Светлый серебряный

source: media-color.light-turquoise
ru: Светлый бирюзовый

source: media-color.light-violet
ru: Светлый фиолетовый

source: media-color.light-yellow
ru: Светлый желтый

source: media-color.magenta
ru: Пурпурный

source: media-color.multi-color
ru: Разноцветный

source: media-color.mustard
ru: Горчичный

source: media-color.no-color
ru: Нет цвета

source: media-color.orange
ru: Оранжевый

source: media-color.pink
ru: Розовый

source: media-color.red
ru: Красный

source: media-color.silver
ru: Серебряный

source: media-color.turquoise
ru: Бирюзовый

source: media-color.violet
ru: Фиолетовый

source: media-color.white
ru: Белый

source: media-color.yellow
ru: Желтый

source: media-front-coating
ru: Покрытие носителя с лицевой стороны

source: media-grain
ru: Зернистость носителя

source: media-grain.x-direction
ru: Направление поперек подачи

source: media-grain.y-direction
ru: Направление по подаче

source: media-hole-count
ru: Количество отверстий носителя

source: media-info
ru: Информация о носителе

source: media-input-tray-check
ru: Принудительная проверка носителя

source: media-left-margin
ru: Левое поле носителя

source: media-pre-printed
ru: Предварительная отпечатка носителя

source: media-pre-printed.blank
ru: Без предварительной отпечатки

source: media-pre-printed.letter-head
ru: Фирменный бланк

source: media-pre-printed.pre-printed
ru: С предварительной отпечаткой

source: media-recycled
ru: Переработанный носитель

source: media-recycled.none
ru: Нет

source: media-recycled.standard
ru: Стандартный

source: media-right-margin
ru: Правое поле носителя

source: media-size
ru: Размеры носителя

source: media-size-name
ru: Имя носителя

source: media-source
ru: Источник носителя

source: media-source.alternate
ru: Альтернативный

source: media-source.alternate-roll
ru: Альтернативный рулон

source: media-source.auto
ru: Автоматически

source: media-source.bottom
ru: Нижний

source: media-source.by-pass-tray
ru: Многоцелевой

source: media-source.center
ru: Центральный
