Repository: H3c-t0r/openprintcups
Catalog: locale/cups_*.po
Languages: ru

source: notify-pull-method
ru: Метод pull уведомлений

source: notify-recipient-uri
ru: Получатель уведомлений

source: notify-recipient-uri URI "%s" is already used.
ru: URI notify-recipient-uri "%s" уже используется.

source: notify-recipient-uri URI "%s" uses unknown scheme.
ru: URI notify-recipient-uri "%s" использует неизвестную схему.

source: notify-sequence-numbers
ru: Порядковые номера уведомлений

source: notify-subscription-ids
ru: Идентификаторы подписок уведомлений

source: notify-time-interval
ru: Интервал времени уведомления

source: notify-user-data
ru: Данные пользователя уведомлений

source: notify-wait
ru: Ожидание уведомлений

source: number-of-retries
ru: Количество попыток

source: number-up
ru: Количество страниц на стороне листа

source: object-offset
ru: Смещение объекта

source: object-size
ru: Размер объекта

source: organization-name
ru: Название организации

source: orientation-requested
ru: Ориентация

source: orientation-requested.3
ru: Книжная

source: orientation-requested.4
ru: Ландшафтная

source: orientation-requested.5
ru: Обратная ландшафтная

source: orientation-requested.6
ru: Обратная книжная

source: orientation-requested.7
ru: Нет

source: output-attributes
ru: Параметры для создания выходного изображения

source: output-bin
ru: Выходной лоток

source: output-bin.auto
ru: Автоматически

source: output-bin.bottom
ru: Нижний

source: output-bin.center
ru: Центральный

source: output-bin.face-down
ru: Лицевой стороной вниз

source: output-bin.face-up
ru: Лицевой стороной вверх

source: output-bin.large-capacity
ru: Большой вместимости

source: output-bin.left
ru: Левый

source: output-bin.mailbox-1
ru: Почтовый ящик 1

source: output-bin.mailbox-10
ru: Почтовый ящик 10

source: output-bin.mailbox-2
ru: Почтовый ящик 2

source: output-bin.mailbox-3
ru: Почтовый ящик 3

source: output-bin.mailbox-4
ru: Почтовый ящик 4

source: output-bin.mailbox-5
ru: Почтовый ящик 5

source: output-bin.mailbox-6
ru: Почтовый ящик 6

source: output-bin.mailbox-7
ru: Почтовый ящик 7

source: output-bin.mailbox-8
ru: Почтовый ящик 8

source: output-bin.mailbox-9
ru: Почтовый ящик 9

source: output-bin.middle
ru: Средний

source: output-bin.my-mailbox
ru: Мой почтовый ящик

source: output-bin.rear
ru: Задний

source: output-bin.right
ru: Правый

source: output-bin.side
ru: Боковой

source: output-bin.stacker-1
ru: Укладчик 1

source: output-bin.stacker-10
ru: Укладчик 10

source: output-bin.stacker-2
ru: Укладчик 2

source: output-bin.stacker-3
ru: Укладчик 3

source: output-bin.stacker-4
ru: Укладчик 4

source: output-bin.stacker-5
ru: Укладчик 5

source: output-bin.stacker-6
ru: Укладчик 6

source: output-bin.stacker-7
ru: Укладчик 7

source: output-bin.stacker-8
ru: Укладчик 8

source: output-bin.stacker-9
ru: Укладчик 9

source: output-bin.top
ru: Верхний

source: output-bin.tray-1
ru: Лоток 1

source: output-bin.tray-10
ru: Лоток 10

source: output-bin.tray-2
ru: Лоток 2

source: output-bin.tray-3
ru: Лоток 3

source: output-bin.tray-4
ru: Лоток 4

source: output-bin.tray-5
ru: Лоток 5

source: output-bin.tray-6
ru: Лоток 6

source: output-bin.tray-7
ru: Лоток 7

source: output-bin.tray-8
ru: Лоток 8

source: output-bin.tray-9
ru: Лоток 9

source: output-compression-quality-factor
ru: Качество выходного изображения

source: page-delivery
ru: Предоставление страниц

source: page-delivery.reverse-order-face-down
ru: В обратном порядке лицевой стороной вниз

source: page-delivery.reverse-order-face-up
ru: В обратном порядке лицевой стороной вверх

source: page-delivery.same-order-face-down
ru: В том же порядке лицевой стороной вниз

source: page-delivery.same-order-face-up
ru: В том же порядке лицевой стороной вверх

source: page-delivery.system-specified
ru: Указано системой

source: page-order-received
ru: Порядок получения страниц

source: page-order-received.1-to-n-order
ru: C 1 до N

source: page-order-received.n-to-1-order
ru: С N до 1

source: page-ranges
ru: Диапазоны страниц

source: pages
ru: Страницы

source: pages-per-subset
ru: Количество страниц в комплекте

source: pclm-raster-back-side
ru: Растровый PCLm, обратная сторона

source: pclm-raster-back-side.flipped
ru: Перевернутая

source: pclm-raster-back-side.normal
ru: Обычная

source: pclm-raster-back-side.rotated
ru: Повернутая

source: pclm-source-resolution
ru: Разрешение источника PCLm

source: pending
ru: в ожидании

source: platform-shape
ru: Форма платформы

source: platform-shape.ellipse
ru: Круглая

source: platform-shape.rectangle
ru: Прямоугольная

source: platform-temperature
ru: Температура платформы

source: post-dial-string
ru: Строка после набора

source: ppdc: Adding include directory "%s".
ru: ppdc: добавление каталога включения "%s".

source: ppdc: Adding/updating UI text from %s.
ru: ppdc: добавление/обновление текста интерфейса из %s.

source: ppdc: Bad boolean value (%s) on line %d of %s.
ru: ppdc: недопустимое логическое значение (%s) в строке %d из %s.

source: ppdc: Bad font attribute: %s
ru: ppdc: недопустимый атрибут шрифта: %s

source: ppdc: Bad resolution name "%s" on line %d of %s.
ru: ppdc: недопустимое имя разрешения "%s" в строке %d из %s.

source: ppdc: Bad status keyword %s on line %d of %s.
ru: ppdc: недопустимое ключевое слово состояния %s в строке %d из %s.

source: ppdc: Bad variable substitution ($%c) on line %d of %s.
ru: ppdc: недопустимая замена переменной ($%c) в строке %d из %s.

source: ppdc: Choice found on line %d of %s with no Option.
ru: ppdc: в строке %d из %s обнаружен вариант выбора, не привязанный к параметру.

source: ppdc: Duplicate #po for locale %s on line %d of %s.
ru: ppdc: дубликат #po для региона %s в строке %d из %s.

source: ppdc: Expected a filter definition on line %d of %s.
ru: ppdc: в строке %d из %s должно быть определение фильтра.

source: ppdc: Expected a program name on line %d of %s.
ru: ppdc: в строке %d из %s должно быть имя программы.

source: ppdc: Expected boolean value on line %d of %s.
ru: ppdc: в строке %d из %s должно быть логическое значение.

source: ppdc: Expected charset after Font on line %d of %s.
ru: ppdc: после Font в строке %d из %s должен быть набор символов.

source: ppdc: Expected choice code on line %d of %s.
ru: ppdc: строка %d из %s должна содержать код варианта выбора.

source: ppdc: Expected choice name/text on line %d of %s.
ru: ppdc: строка %d из %s должна содержать имя или текст варианта выбора.

source: ppdc: Expected color order for ColorModel on line %d of %s.
ru: ppdc: для ColorModel в строке %d из %s должна быть указана цветовая схема.

source: ppdc: Expected colorspace for ColorModel on line %d of %s.
ru: ppdc: для ColorModel в строке %d из %s должно быть указано цветовое пространство.

source: ppdc: Expected compression for ColorModel on line %d of %s.
ru: ppdc: для ColorModel в строке %d из %s должно быть указано сжатие.

source: ppdc: Expected constraints string for UIConstraints on line %d of %s.
ru: ppdc: для UIConstraints в строке %d из %s должна быть указана строка ограничений.

source: ppdc: Expected driver type keyword following DriverType on line %d of %s.
ru: ppdc: после DriverType в строке %d из %s должно быть указано ключевое слово типа драйвера.

source: ppdc: Expected duplex type after Duplex on line %d of %s.
ru: ppdc: после Duplex в строке %d из %s должен быть указан тип дуплекса.

source: ppdc: Expected encoding after Font on line %d of %s.
ru: ppdc: после Font в строке %d из %s должна быть указана кодировка.

source: ppdc: Expected filename after #po %s on line %d of %s.
ru: ppdc: после #po %s в строке %d из %s должно быть указано имя файла.

source: ppdc: Expected group name/text on line %d of %s.
ru: ppdc: в строке %d из %s должно быть указанно имя или текст группы.

source: ppdc: Expected include filename on line %d of %s.
ru: ppdc: в строке %d из %s должно быть указано имя файла включения.

source: ppdc: Expected integer on line %d of %s.
ru: ppdc: в строке %d из %s должно быть указано целое число.

source: ppdc: Expected locale after #po on line %d of %s.
ru: ppdc: после #po в строке %d из %s должен быть указан регион.

source: ppdc: Expected name after %s on line %d of %s.
ru: ppdc: после %s в строке %d из %s должно быть указано имя.

source: ppdc: Expected name after FileName on line %d of %s.
ru: ppdc: после FileName в строке %d из %s должно быть указано имя.

source: ppdc: Expected name after Font on line %d of %s.
ru: ppdc: после Font в строке %d из %s должно быть указано имя.

source: ppdc: Expected name after Manufacturer on line %d of %s.
ru: ppdc: после Manufacturer в строке %d из %s должно быть указано имя.

source: ppdc: Expected name after MediaSize on line %d of %s.
ru: ppdc: после MediaSize в строке %d из %s должно быть указано имя.

source: ppdc: Expected name after ModelName on line %d of %s.
ru: ppdc: после ModelName в строке %d из %s должно быть указано имя.

source: ppdc: Expected name after PCFileName on line %d of %s.
ru: ppdc: после PCFileName в строке %d из %s должно быть указано имя.

source: ppdc: Expected name/text after %s on line %d of %s.
ru: ppdc: после %s в строке %d из %s должно быть указано имя или текст.

source: ppdc: Expected name/text after Installable on line %d of %s.
ru: ppdc: после Installable в строке %d из %s должно быть указано имя или текст.

source: ppdc: Expected name/text after Resolution on line %d of %s.
ru: ppdc: после Resolution в строке %d из %s должно быть указано имя или текст.

source: ppdc: Expected name/text combination for ColorModel on line %d of %s.
ru: ppdc: после ColorModel в строке %d из %s должно быть указано имя или текст.

source: ppdc: Expected option name/text on line %d of %s.
ru: ppdc: в строке %d из %s должно быть указано имя или текст параметра.

source: ppdc: Expected option section on line %d of %s.
ru: ppdc: в строке %d из %s должен быть указан раздел параметров.

source: ppdc: Expected option type on line %d of %s.
ru: ppdc: в строке %d из %s должен быть указан тип параметра.

source: ppdc: Expected override field after Resolution on line %d of %s.
ru: ppdc: после Resolution в строке %d из %s должно быть указано поле переопределения.

source: ppdc: Expected quoted string on line %d of %s.
ru: ppdc: в строке %d из %s должна быть указана запись в кавычках.

source: ppdc: Expected real number on line %d of %s.
ru: ppdc: в строке %d из %s должно быть указано действительное число.

source: ppdc: Expected resolution/mediatype following ColorProfile on line %d of %s.
ru: ppdc: после ColorProfile в строке %d из %s должно быть указано разрешение или тип носителя.

source: ppdc: Expected resolution/mediatype following SimpleColorProfile on line %d of %s.
ru: ppdc: после SimpleColorProfile в строке %d из %s должно быть указано разрешение или тип носителя.

source: ppdc: Expected selector after %s on line %d of %s.
ru: ppdc: после %s в строке %d из %s должен быть указан селектор.

source: ppdc: Expected status after Font on line %d of %s.
ru: ppdc: после Font в строке %d из %s должно быть указано состояние.

source: ppdc: Expected string after Copyright on line %d of %s.
ru: ppdc: в строке %d из %s пропущено значение параметра Copyright.

source: ppdc: Expected string after Version on line %d of %s.
ru: ppdc: в строке %d из %s пропущено значение параметра Version.

source: ppdc: Expected two option names on line %d of %s.
ru: ppdc: в строке %d из %s должны быть указаны два имени параметра.

source: ppdc: Expected value after %s on line %d of %s.
ru: ppdc: после %s в строке %d из %s должно быть указано значение.

source: ppdc: Expected version after Font on line %d of %s.
ru: ppdc: после Font в строке %d из %s должна быть указана версия.

source: ppdc: Invalid #include/#po filename "%s".
ru: ppdc: неверное имя файла #include/#po "%s".

source: ppdc: Invalid cost for filter on line %d of %s.
ru: ppdc: затраты на фильтр в строке %d из %s указаны неверно.

source: ppdc: Invalid empty MIME type for filter on line %d of %s.
ru: ppdc: недопустимый пустой тип MIME для фильтра в строке %d из %s.

source: ppdc: Invalid empty program name for filter on line %d of %s.
ru: ppdc: недопустимое пустое имя программы для фильтра в строке %d из %s.

source: ppdc: Invalid option section "%s" on line %d of %s.
ru: ppdc: неверный раздел параметров "%s" в строке %d из %s.

source: ppdc: Invalid option type "%s" on line %d of %s.
ru: ppdc: неверный тип параметра "%s" в строке %d из %s.

source: ppdc: Loading driver information file "%s".
ru: ppdc: загрузка файла с информацией о драйвере "%s".

source: ppdc: Loading messages for locale "%s".
ru: ppdc: загрузка сообщений для региона "%s".

source: ppdc: Loading messages from "%s".
ru: ppdc: загрузка сообщений из "%s".

source: ppdc: Missing #endif at end of "%s".
ru: ppdc: отсутствует #endif в конце "%s".

source: ppdc: Missing #if on line %d of %s.
ru: ppdc: отсутствует #if в строке %d из %s.

source: ppdc: Need a msgid line before any translation strings on line %d of %s.
ru: ppdc: необходимо указать строку msgid перед строкой перевода в строке %d из %s.

source: ppdc: No message catalog provided for locale %s.
ru: ppdc: не указан каталог сообщений для региона %s.

source: ppdc: Option %s defined in two different groups on line %d of %s.
ru: ppdc: параметр %s определен в двух разных группах в строке %d из %s.

source: ppdc: Option %s redefined with a different type on line %d of %s.
ru: ppdc: для параметра %s определен другой тип в строке %d из %s.

source: ppdc: Option constraint must *name on line %d of %s.
ru: ppdc: для ограничения параметра должно быть указано *name в строке %d из %s.

source: ppdc: Too many nested #if's on line %d of %s.
ru: ppdc: слишком много вложенных операторов #if в строке %d из %s.

source: ppdc: Unable to create PPD file "%s" - %s.
ru: ppdc: не удается создать PPD-файл "%s" - %s.

source: ppdc: Unable to create output directory %s: %s
ru: ppdc: не удается создать каталог для выходных данных %s: %s

source: ppdc: Unable to create output pipes: %s
ru: ppdc: не удается создать конвейеры для выходных данных: %s

source: ppdc: Unable to execute cupstestppd: %s
ru: ppdc: не удается выполнить cupstestppd: %s

source: ppdc: Unable to find #po file %s on line %d of %s.
ru: ppdc: не удается найти файл #po %s в строке %d из %s.

source: ppdc: Unable to find include file "%s" on line %d of %s.
ru: ppdc: не удается найти файл включения "%s" в строке %d из %s.

source: ppdc: Unable to find localization for "%s" - %s
ru: ppdc: не удается найти перевод для "%s" - %s

source: ppdc: Unable to load localization file "%s" - %s
ru: ppdc: не удается загрузить файл перевода "%s" - %s

source: ppdc: Unable to open %s: %s
ru: ppdc: не удается открыть %s: %s

source: ppdc: Undefined variable (%s) on line %d of %s.
ru: ppdc: не определена переменная (%s) в строке %d из %s.

source: ppdc: Unexpected text on line %d of %s.
ru: ppdc: неверный текст в строке %d из %s.

source: ppdc: Unknown driver type %s on line %d of %s.
ru: ppdc: неизвестный тип драйвера %s в строке %d из %s.

source: ppdc: Unknown duplex type "%s" on line %d of %s.
ru: ppdc: неизвестный тип дуплекса "%s" в строке %d из %s.

source: ppdc: Unknown media size "%s" on line %d of %s.
ru: ppdc: неизвестный размер носителя "%s" в строке %d из %s.

source: ppdc: Unknown message catalog format for "%s".
ru: ppdc: неизвестный формат каталога сообщений для "%s".

source: ppdc: Unknown token "%s" seen on line %d of %s.
ru: ppdc: неизвестный маркер "%s" в строке %d из %s.

source: ppdc: Unknown trailing characters in real number "%s" on line %d of %s.
ru: ppdc: неизвестные конечные символы в действительном числе "%s" в строке %d из %s.

source: ppdc: Unterminated string starting with %c on line %d of %s.
ru: ppdc: не завершена строка, начинающаяся с %c, в строке %d из %s.

source: ppdc: Warning - overlapping filename "%s".
ru: ppdc: внимание - дублирующееся имя "%s".

source: ppdc: Writing %s.
ru: ppdc: запись %s.

source: ppdc: Writing PPD files to directory "%s".
ru: ppdc: запись PPD-файлов в каталог "%s".

source: ppdmerge: Bad LanguageVersion "%s" in %s.
ru: ppdmerge: неверное значение LanguageVersion "%s" в %s.

source: ppdmerge: Ignoring PPD file %s.
ru: ppdmerge: пропуск PPD-файла %s.

source: ppdmerge: Unable to backup %s to %s - %s
ru: ppdmerge: не удается создать резервную копию %s в %s- %s

source: pre-dial-string
ru: Строка перед набором

source: presentation-direction-number-up
ru: Компоновка страниц на стороне листа

source: presentation-direction-number-up.tobottom-toleft
ru: Сверху вниз, справа налево

source: presentation-direction-number-up.tobottom-toright
ru: Сверху вниз, слева направо

source: presentation-direction-number-up.toleft-tobottom
ru: Справа налево, сверху вниз

source: presentation-direction-number-up.toleft-totop
ru: Справа налево, снизу вверх

source: presentation-direction-number-up.toright-tobottom
ru: Слева направо, сверху вниз

source: presentation-direction-number-up.toright-totop
ru: Слева направо, снизу вверх

source: presentation-direction-number-up.totop-toleft
ru: Снизу вверх, справа налево

source: presentation-direction-number-up.totop-toright
ru: Снизу вверх, слева направо

source: print-accuracy
ru: Точность печати

source: print-base
ru: Печать базы

source: print-base-actual
ru: Печать базы (факт)

source: print-base.brim
ru: Кайма

source: print-base.none
ru: Нет

source: print-base.raft
ru: Плот

source: print-base.skirt
ru: Юбка

source: print-base.standard
ru: Стандарт

source: print-color-mode
ru: Цветовой режим печати

source: print-color-mode.auto
ru: Автоматически

source: print-color-mode.auto-monochrome
ru: Автоматически (вариант монохрома)

source: print-color-mode.bi-level
ru: Текст (один цвет)

source: print-color-mode.color
ru: Цвет

source: print-color-mode.highlight
ru: Выделение

source: print-color-mode.monochrome
ru: Монохром (один цвет)

source: print-color-mode.process-bi-level
ru: Текст (несколько цветов)

source: print-color-mode.process-monochrome
ru: Монохром (несколько цветов)

source: print-content-optimize
ru: Оптимизация печати

source: print-content-optimize-actual
ru: Оптимизация содержимого печати (факт)

source: print-content-optimize.auto
ru: Автоматически

source: print-content-optimize.graphic
ru: Графика

source: print-content-optimize.graphics
ru: Графика

source: print-content-optimize.photo
ru: Фото

source: print-content-optimize.text
ru: Текст

source: print-content-optimize.text-and-graphic
ru: Текст и графика

source: print-content-optimize.text-and-graphics
ru: Текст и графика

source: print-objects
ru: Объекты печати

source: print-quality
ru: Качество печати

source: print-quality.3
ru: Черновое

source: print-quality.4
ru: Обычное

source: print-quality.5
ru: Высокое

source: print-rendering-intent
ru: Метод рендеринга для печати

source: print-rendering-intent.absolute
ru: Абсолютная цветопередача

source: print-rendering-intent.auto
ru: Автоматическая цветопередача

source: print-rendering-intent.perceptual
ru: Воспринимаемая цветопередача

source: print-rendering-intent.relative
ru: Относительная цветопередача

source: print-rendering-intent.relative-bpc
ru: Относительная цветопередача с компенсацией черной точки

source: print-rendering-intent.saturation
ru: Насыщенная цветопередача

source: print-scaling
ru: Масштабирование печати

source: print-scaling.auto
ru: Автоматически

source: print-scaling.auto-fit
ru: Автоподгонка

source: print-scaling.fill
ru: Заполнение

source: print-scaling.fit
ru: По размеру

source: print-scaling.none
ru: Нет

source: print-supports
ru: Печать опор

source: print-supports-actual
ru: Печать опор (факт)

source: print-supports.material
ru: С указанным материалом

source: print-supports.none
ru: Нет

source: print-supports.standard
ru: Стандартный

source: printer %s disabled since %s -
ru: принтер %s отключен с %s -

source: printer %s is holding new jobs. enabled since %s
ru: принтер %s удерживает новые задания. время включения: %s

source: printer %s is idle. enabled since %s
ru: принтер %s свободен. время включения: %s

source: printer %s now printing %s-%d. enabled since %s
ru: принтер %s сейчас печатает %s-%d. время включения: %s

source: printer %s/%s disabled since %s -
ru: принтер %s/%s отключен с %s -

source: printer %s/%s is idle. enabled since %s
ru: принтер %s/%s свободен. время включения: %s

source: printer %s/%s now printing %s-%d. enabled since %s
ru: принтер %s/%s сейчас печатает %s-%d. время включения: %s

source: printer-kind
ru: Вид принтера

source: printer-kind.disc
ru: Диск

source: printer-kind.document
ru: Документ

source: printer-kind.envelope
ru: Конверт

source: printer-kind.label
ru: Этикетка

source: printer-kind.large-format
ru: Большой размер

source: printer-kind.photo
ru: Фотография

source: printer-kind.postcard
ru: Открытка

source: printer-kind.receipt
ru: Чек

source: printer-kind.roll
ru: Рулон

source: printer-message-from-operator
ru: Сообщение от оператора

source: printer-resolution
ru: Разрешение печати

source: printer-state
ru: Состояние принтера

source: printer-state-reasons
ru: Подробное состояние принтера

source: printer-state-reasons.alert-removal-of-binary-change-entry
ru: Старые предупреждения были удалены

source: printer-state-reasons.bander-added
ru: Обвязчик добавлен

source: printer-state-reasons.bander-almost-empty
ru: Обвязчик почти пуст

source: printer-state-reasons.bander-almost-full
ru: Обвязчик почти полон

source: printer-state-reasons.bander-at-limit
ru: Обвязчик достиг предела

source: printer-state-reasons.bander-closed
ru: Обвязчик закрыт

source: printer-state-reasons.bander-configuration-change
ru: Изменение конфигурации обвязчика

source: printer-state-reasons.bander-cover-closed
ru: Крышка обвязчика закрыта

source: printer-state-reasons.bander-cover-open
ru: Крышка обвязчика открыта

source: printer-state-reasons.bander-empty
ru: Обвязчик пуст

source: printer-state-reasons.bander-full
ru: Обвязчик полон

source: printer-state-reasons.bander-interlock-closed
ru: Фиксатор обвязчика закрыт

source: printer-state-reasons.bander-interlock-open
ru: Фиксатор обвязчика открыт

source: printer-state-reasons.bander-jam
ru: Обвязчик забит

source: printer-state-reasons.bander-life-almost-over
ru: Срок службы обвязчика почти истек

source: printer-state-reasons.bander-life-over
ru: Срок службы обвязчика истек

source: printer-state-reasons.bander-memory-exhausted
ru: Память обвязчика исчерпана

source: printer-state-reasons.bander-missing
ru: Обвязчик отсутствует

source: printer-state-reasons.bander-motor-failure
ru: Сбой мотора обвязчика

source: printer-state-reasons.bander-near-limit
ru: Обвязчик близок к пределу

source: printer-state-reasons.bander-offline
ru: Обвязчик не в сети

source: printer-state-reasons.bander-opened
ru: Обвязчик открыт

source: printer-state-reasons.bander-over-temperature
ru: Перегрев обвязчика

source: printer-state-reasons.bander-power-saver
ru: Экономия энергии обвязчика

source: printer-state-reasons.bander-recoverable-failure
ru: Устранимый сбой обвязчика

source: printer-state-reasons.bander-recoverable-storage
ru: Устранимая ошибка хранилища обвязчика

source: printer-state-reasons.bander-removed
ru: Обвязчик удален

source: printer-state-reasons.bander-resource-added
ru: Ресурс обвязчика добавлен

source: printer-state-reasons.bander-resource-removed
ru: Ресурс обвязчика удален

source: printer-state-reasons.bander-thermistor-failure
ru: Сбой термистора обвязчика

source: printer-state-reasons.bander-timing-failure
ru: Сбой синхронизации обвязчика

source: printer-state-reasons.bander-turned-off
ru: Обвязчик отключен

source: printer-state-reasons.bander-turned-on
ru: Обвязчик включен

source: printer-state-reasons.bander-under-temperature
ru: Недогрев обвязчика

source: printer-state-reasons.bander-unrecoverable-failure
ru: Неустранимый сбой обвязчика

source: printer-state-reasons.bander-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища обвязчика
