Repository: H3c-t0r/openprintcups
Catalog: locale/cups_*.po
Languages: ru

source: -d destination Set default destination
ru: -d destination Установить место назначения по умолчанию

source: -d destination Set the named destination as the server default
ru: -d destination Установить заданное место назначения для сервера по умолчанию

source: -d destination Specify the destination
ru: -d destination Указать место назначения

source: -d name=value Set named variable to value
ru: -d name=value Установить заданную переменную в значение

source: -d regex Match domain to regular expression
ru: -d regex Сопоставить домен с регулярным выражением

source: -d spool-directory Set spool directory
ru: -d spool-directory Установить каталог очереди печати

source: -e Show available destinations on the network
ru: -e Показать доступные места назначения в сети

source: -f Run in the foreground.
ru: -f Запустить в приоритетном режиме.

source: -f filename Set default request filename
ru: -f filename Установить имя файла запроса по умолчанию

source: -f type/subtype[,...] Set supported file types
ru: -f type/subtype[,...] Установить поддерживаемые типы файлов

source: -h Show this usage message.
ru: -h Показать это сообщение об использовании.

source: -h Validate HTTP response headers
ru: -h Проверить HTTP-заголовки ответа

source: -h regex Match hostname to regular expression
ru: -h regex Сопоставить имя хоста с регулярным выражением

source: -h server[:port] Connect to the named server and port
ru: -h server[:port] Подключиться к заданному серверу и порту

source: -i iconfile.png[,...] Set icon file(s)
ru: -i iconfile.png[,...] Установить файлы значков

source: -i id Specify an existing job ID to modify
ru: -i id Установить идентификатор существующего задания для изменения

source: -i ppd-file Specify a PPD file for the printer
ru: -i ppd-file Указать PPD-файл для принтера

source: -i seconds Repeat the last file with the given time interval
ru: -i seconds Повторять последний файл с указанным временным интервалом

source: -k Keep job spool files
ru: -k Сохранить файлы очереди печати заданий

source: -l List attributes
ru: -l Список атрибутов

source: -l Produce plain text output
ru: -l Создать вывод в формате обычного текста

source: -l Run cupsd on demand.
ru: -l Запускать cupsd по запросу.

source: -l Show supported options and values
ru: -l Показать поддерживаемые параметры и значения

source: -l Show verbose (long) output
ru: -l Показать подробный (длинный) вывод

source: -l location Set location of printer
ru: -l location Установить расположение принтера

source: -m Send an email notification when the job completes
ru: -m Отправить уведомление по эл. почте после завершения задания

source: -m Show models
ru: -m Показать модели

source: -m everywhere Specify the printer is compatible with IPP Everywhere
ru: -m everywhere Указать, что принтер совместим с IPP Everywhere

source: -m model Set model name (default=Printer)
ru: -m model Установить имя модели (по умолчанию=Printer)

source: -m model Specify a standard model/PPD file for the printer
ru: -m model Указать стандартную модель/PPD-файл для принтера

source: -n count Repeat the last file the given number of times
ru: -n count Повторить последний файл указанное количество раз

source: -n hostname Set hostname for printer
ru: -n hostname Установить имя хоста для принтера

source: -n num-copies Specify the number of copies to print
ru: -n num-copies Указать количество копий для печати

source: -n regex Match service name to regular expression
ru: -n regex Сопоставить имя службы с регулярным выражением

source: -o Name=Value Specify the default value for the named PPD option
ru: -o Name=Value Указать значение по умолчанию для заданного параметра PPD

source: -o [destination(s)] Show jobs
ru: -o [destination(s)] Показать задания

source: -o cupsIPPSupplies=false Disable supply level reporting via IPP
ru: -o cupsIPPSupplies=false Отключить оповещение об уровне запасов через IPP

source: -o cupsSNMPSupplies=false Disable supply level reporting via SNMP
ru: -o cupsSNMPSupplies=false Отключить оповещение об уровне запасов через SNMP

source: -o job-k-limit=N Specify the kilobyte limit for per-user quotas
ru: -o job-k-limit=N Указать ограничение в килобайтах для квоты для пользователя

source: -o job-page-limit=N Specify the page limit for per-user quotas
ru: -o job-page-limit=N Указать ограничение в страницах для квоты для пользователя

source: -o job-quota-period=N Specify the per-user quota period in seconds
ru: -o job-quota-period=N Указать период квоты для пользователя в секундах

source: -o job-sheets=standard Print a banner page with the job
ru: -o job-sheets=standard Напечатать титульную страницу с заданием

source: -o media=size Specify the media size to use
ru: -o media=size Использовать указанный размер носителя

source: -o name-default=value Specify the default value for the named option
ru: -o name-default=value Указать значение по умолчанию для заданного параметра

source: -o name[=value] Set default option and value
ru: -o name[=value] Установить параметр и значение по умолчанию

source: -o number-up=N Specify that input pages should be printed N-up (1, 2, 4, 6, 9, and 16 are supported)
ru: -o number-up=N Указать, что входящие страницы должны печататься по N на стороне листа (поддерживаются следующие варианты: 1, 2, 4, 6, 9 и 16)

source: -o option[=value] Specify a printer-specific option
ru: -o option[=value] Указать зависящий от принтера параметр

source: -o orientation-requested=N Specify portrait (3) or landscape (4) orientation
ru: -o orientation-requested=N Указать книжную (3) или альбомную (4) ориентацию

source: -o print-quality=N Specify the print quality - draft (3), normal (4), or best (5)
ru: -o print-quality=N Указать качество печати - черновое (3), обычное (4) или наилучшее (5)

source: -o printer-error-policy=name Specify the printer error policy
ru: -o printer-error-policy=name Указать политику обработки ошибок принтера

source: -o printer-is-shared=true Share the printer
ru: -o printer-is-shared=true Включить общий доступ к принтеру

source: -o printer-op-policy=name Specify the printer operation policy
ru: -o printer-op-policy=name Указать политику операций принтера

source: -o sides=one-sided Specify 1-sided printing
ru: -o sides=one-sided Указать одностороннюю печать

source: -o sides=two-sided-long-edge Specify 2-sided portrait printing
ru: -o sides=two-sided-long-edge Указать двустороннюю книжную печать

source: -o sides=two-sided-short-edge Specify 2-sided landscape printing
ru: -o sides=two-sided-short-edge Указать двустороннюю альбомную печать

source: -p Print URI if true
ru: -p Печать URI, если истинно

source: -p [printer(s)] Show the processing state of destinations
ru: -p [printer(s)] Показать состояние обработки мест назначения

source: -p destination Specify a destination
ru: -p destination Указать место назначения

source: -p destination Specify/add the named destination
ru: -p destination Указать/добавить заданное место назначения

source: -p port Set port number for printer
ru: -p port Установить номер порта для принтера

source: -q Quietly report match via exit code
ru: -q Тихо сообщить о соответствии с помощью кода выхода

source: -q Run silently
ru: -q Запустить в тихом режиме

source: -q Specify the job should be held for printing
ru: -q Указать, следует ли удерживать задание для печати

source: -q priority Specify the priority from low (1) to high (100)
ru: -q priority Указать приоритет, от низкого (1) до высокого (100)

source: -r Remove the file(s) after submission
ru: -r Удалить файлы после отправки

source: -r Show whether the CUPS server is running
ru: -r Показать, запущен ли сервер CUPS

source: -r True if service is remote
ru: -r Истинно, если служба является удаленной

source: -r Use 'relaxed' open mode
ru: -r Использовать 'мягкий' открытый режим

source: -r class Remove the named destination from a class
ru: -r class Удалить заданное место назначения из группы

source: -r reason Specify a reason message that others can see
ru: -r reason Указать сообщение с причиной, доступное для просмотра другим пользователям

source: -r subtype,[subtype] Set DNS-SD service subtype
ru: -r subtype,[subtype] Установить подтип службы DNS-SD

source: -s Be silent
ru: -s Тихий режим

source: -s Print service name if true
ru: -s Печать имени службы, если истинно

source: -s Show a status summary
ru: -s Показать сводку состояния

source: -s cups-files.conf Set cups-files.conf file to use.
ru: -s cups-files.conf Использовать заданный файл cups-files.conf.

source: -s speed[,color-speed] Set speed in pages per minute
ru: -s speed[,color-speed] Установить скорость в страницах в минуту

source: -t Produce a test report
ru: -t Создать отчет о проверке

source: -t Show all status information
ru: -t Показать всю информацию о состоянии

source: -t Test the configuration file.
ru: -t Проверить файл конфигурации.

source: -t key True if the TXT record contains the key
ru: -t key Истинно, если запись TXT содержит ключ

source: -t title Specify the job title
ru: -t title Указать заголовок задания

source: -u [user(s)] Show jobs queued by the current or specified users
ru: -u [user(s)] Показать задания, добавленные в очередь текущим или указанными пользователями

source: -u allow:all Allow all users to print
ru: -u allow:all Разрешить всем пользователям печать

source: -u allow:list Allow the list of users or groups (@name) to print
ru: -u allow:list Разрешить списку пользователей или групп (@name) печать

source: -u deny:list Prevent the list of users or groups (@name) to print
ru: -u deny:list Запретить списку пользователей или групп (@name) печать

source: -u owner Specify the owner to use for jobs
ru: -u owner Использовать указанного владельца для заданий

source: -u regex Match URI to regular expression
ru: -u regex Сопоставить URI с регулярным выражением

source: -v Be verbose
ru: -v Подробный режим

source: -v Show devices
ru: -v Показать устройства

source: -v [printer(s)] Show the devices for each destination
ru: -v [printer(s)] Показать устройства для каждого места назначения

source: -v device-uri Specify the device URI for the printer
ru: -v device-uri Указать URI устройства для принтера

source: -vv Be very verbose
ru: -vv Очень подробный режим

source: -x Purge jobs rather than just canceling
ru: -x Уничтожать задания, а не просто отменять

source: -x destination Remove default options for destination
ru: -x destination Удалить стандартные параметры для места назначения

source: -x destination Remove the named destination
ru: -x destination Удалить заданное место назначения

source: -x utility [argument ...] ; Execute program if true
ru: -x utility [argument ...] ; Выполнить программу, если истинно

source: /etc/cups/lpoptions file names default destination that does not exist.
ru: Файл /etc/cups/lpoptions указывает на несуществующее место назначения по умолчанию.

source: 1 inch/sec.
ru: 1 дюйм/с

source: 1.5 inch/sec.
ru: 1,5 дюйма/с

source: 10 inches/sec.
ru: 10 дюймов/с

source: 100 mm/sec.
ru: 100 мм/с

source: 11 inches/sec.
ru: 11 дюймов/с

source: 12 inches/sec.
ru: 12 дюймов/с

source: 120 mm/sec.
ru: 120 мм/с

source: 15 mm/sec.
ru: 15 мм/с

source: 150 mm/sec.
ru: 150 мм/с

source: 2 inches/sec.
ru: 2 дюйма/с

source: 2-Sided Printing
ru: Двусторонняя печать

source: 2.5 inches/sec.
ru: 2,5 дюйма/с

source: 20 mm/sec.
ru: 20 мм/с

source: 200 mm/sec.
ru: 200 мм/с

source: 24-Pin Series
ru: Тип 24-Pin

source: 250 mm/sec.
ru: 250 мм/с

source: 3 inches/sec.
ru: 3 дюйма/с

source: 3.5" Disk
ru: Диск 3.5"

source: 30 mm/sec.
ru: 30 мм/с

source: 300 mm/sec.
ru: 300 мм/с

source: 30859 Paint Can Label
ru: 30859 Этикетка для банки с краской

source: 4 inches/sec.
ru: 4 дюйма/с

source: 40 mm/sec.
ru: 40 мм/с

source: 5 inches/sec.
ru: 5 дюймов/с

source: 6 inches/sec.
ru: 6 дюймов/с

source: 60 mm/sec.
ru: 60 мм/с

source: 7 inches/sec.
ru: 7 дюймов/с

source: 8 inches/sec.
ru: 8 дюймов/с

source: 80 mm/sec.
ru: 80 мм/с

source: 80x50mm
ru: 80x50 мм

source: 9 inches/sec.
ru: 9 дюймов/с

source: 9-Pin Series
ru: Тип 9-Pin

source: ?Invalid help command unknown.
ru: ?Некорректная неизвестная команда справки.

source: A class named "%s" already exists.
ru: Группа с именем "%s" уже существует.

source: A printer named "%s" already exists.
ru: Принтер с именем "%s" уже существует.

source: A0 Long Edge
ru: A0 длинная сторона

source: A1 Long Edge
ru: A1 длинная сторона

source: A2 Long Edge
ru: A2 длинная сторона

source: A3 Long Edge
ru: A3 длинная сторона

source: A3 Oversize
ru: A3 большой размер

source: A3 Oversize Long Edge
ru: A3 большой размер длинная сторона

source: A4 Long Edge
ru: A4 длинная сторона

source: A4 Oversize
ru: A4 большой размер

source: A4 Small
ru: A4 малый размер

source: A5 Long Edge
ru: A5 длинная сторона

source: A5 Oversize
ru: A5 большой размер

source: A6 Long Edge
ru: A6 длинная сторона

source: ARCH C Long Edge
ru: ARCH C длинная сторона

source: ARCH D Long Edge
ru: ARCH D длинная сторона

source: ARCH E Long Edge
ru: ARCH E длинная сторона

source: Accept Jobs
ru: Принять задания

source: Accepted
ru: Принято

source: Add Class
ru: Добавить группу

source: Add Printer
ru: Добавить принтер

source: Address
ru: Адрес

source: Administration
ru: Администрирование

source: Always
ru: Всегда

source: Applicator
ru: Аппликатор

source: Attempt to set %s printer-state to bad value %d.
ru: Попытка установить %s printer-state в неверное значение %d.

source: Attribute "%s" is in the wrong group.
ru: Неверная группа атрибута "%s".

source: Attribute "%s" is the wrong value type.
ru: Атрибут "%s" является неверным типом значения.

source: Attribute groups are out of order (%x < %x).
ru: Группы атрибутов не по порядку (%x < %x).

source: B5 Oversize
ru: B5 большой размер

source: Bad "printer-id" value %d.
ru: Неверное значение "printer-id" %d.

source: Bad '%s' value.
ru: Неверное значение '%s'.

source: Bad 'document-format' value "%s".
ru: Неверное значение 'document-format' "%s".

source: Bad CloseUI/JCLCloseUI
ru: Неверное значение CloseUI/JCLCloseUI

source: Bad NULL dests pointer
ru: Неверный указатель NULL dests

source: Bad OpenGroup
ru: Неверное значение OpenGroup

source: Bad OpenUI/JCLOpenUI
ru: Неверное значение OpenUI/JCLOpenUI

source: Bad OrderDependency
ru: Неверное значение OrderDependency

source: Bad PPD cache file.
ru: Неверный файл кэша PPD.

source: Bad PPD file.
ru: Неверный PPD-файл.

source: Bad Request
ru: Неверный запрос

source: Bad SNMP version number
ru: Неверный номер версии SNMP

source: Bad UIConstraints
ru: Неверное значение UIConstraints

source: Bad URI.
ru: Неверный URI.

source: Bad arguments to function
ru: Неверные аргументы для функции

source: Bad copies value %d.
ru: Неверное значение количества копий %d.

source: Bad custom parameter
ru: Неверный настраиваемый параметр

source: Bad device-uri "%s".
ru: Неверное значение device-uri "%s".

source: Bad device-uri scheme "%s".
ru: Неверная схема device-uri "%s".

source: Bad document-format "%s".
ru: Неверное значение document-format "%s".

source: Bad document-format-default "%s".
ru: Неверное значение document-format-default "%s".

source: Bad filename buffer
ru: Ошибка в буфере filename

source: Bad hostname/address in URI
ru: Неверное значение hostname/address в URI

source: Bad job-name value: %s
ru: Неверное значение job-name: %s

source: Bad job-name value: Wrong type or count.
ru: Неверное значение job-name: неверный тип или количество.

source: Bad job-priority value.
ru: Неверное значение job-priority.

source: Bad job-sheets value "%s".
ru: Неверное значение job-sheets "%s".

source: Bad job-sheets value type.
ru: Неверный тип значения job-sheets.

source: Bad job-state value.
ru: Неверное значение job-state.

source: Bad job-uri "%s".
ru: Неверное значение job-uri "%s".

source: Bad notify-pull-method "%s".
ru: Неверное значение notify-pull-method "%s".

source: Bad notify-recipient-uri "%s".
ru: Неверное значение notify-recipient-uri "%s".

source: Bad notify-user-data "%s".
ru: Неверное значение notify-user-data "%s".

source: Bad number-up value %d.
ru: Неверное значение number-up %d.

source: Bad page-ranges values %d-%d.
ru: Неверные значения page-ranges %d-%d.

source: Bad port number in URI
ru: Неверный номер порта в URI

source: Bad port-monitor "%s".
ru: Неверное значение port-monitor "%s".

source: Bad printer-state value %d.
ru: Неверное значение printer-state %d.

source: Bad printer-uri.
ru: Неверное значение printer-uri.

source: Bad request ID %d.
ru: Неверный идентификатор запроса %d.

source: Bad request version number %d.%d.
ru: Неверный номер версии запроса %d.%d.

source: Bad resource in URI
ru: Неверный ресурс в URI

source: Bad scheme in URI
ru: Неверная схема в URI

source: Bad username in URI
ru: Неверное имя пользователя в URI

source: Bad value string
ru: Неверная строка значения

source: Bad/empty URI
ru: Неверный или пустой URI

source: Banners
ru: Баннеры

source: Bond Paper
ru: Документная бумага

source: Booklet
ru: Буклет

source: Boolean expected for waiteof option "%s".
ru: Параметр waiteof "%s" должен иметь логическое значение.

source: Buffer overflow detected, aborting.
ru: Обнаружено переполнение буфера, прерывание.

source: CPCL Label Printer
ru: Принтер для печати этикеток CPCL

source: Cancel Jobs
ru: Отменить задания

source: Canceling print job.
ru: Отмена задания печати.

source: Cannot change printer-is-shared for remote queues.
ru: Невозможно изменить printer-is-shared для удаленных очередей.

source: Cannot share a remote Kerberized printer.
ru: Невозможно предоставить общий доступ к удаленному принтеру с поддержкой Kerberos

source: Cassette
ru: Кассета

source: Change Settings
ru: Изменить параметры

source: Character set "%s" not supported.
ru: Набор символов "%s" не поддерживается.

source: Classes
ru: Группы

source: Clean Print Heads
ru: Очистить головки принтера

source: Close-Job doesn't support the job-uri attribute.
ru: Close-Job не поддерживает атрибут job-uri.

source: Color
ru: Цвет

source: Color Mode
ru: Цветной режим

source: Commands may be abbreviated. Commands are: exit help quit status ?
ru: Команды могут быть сокращены. Команды: exit help quit status ?

source: Community name uses indefinite length
ru: Имя сообщества имеет неопределенную длину

source: Connected to printer.
ru: Подключен к принтеру.

source: Connecting to printer.
ru: Подключение к принтеру.

source: Continue
ru: Продолжить

source: Continuous
ru: Без прерывания

source: Control file sent successfully.
ru: Управляющий файл успешно отправлен.

source: Copying print data.
ru: Копирование данных печати.

source: Created
ru: Создано

source: Credentials do not validate against site CA certificate.
ru: Учетные данные не проверяются по сертификату ЦС сайта.

source: Credentials have expired.
ru: Срок действия учетных данных истек.

source: Custom
ru: Настраиваемый

source: Cut
ru: Обрезать

source: Cutter
ru: Резак

source: Dark
ru: Темный

source: Darkness
ru: Затемненность

source: Data file sent successfully.
ru: Файл данных успешно отправлен.

source: Deep Color
ru: Глубокий цвет

source: Deep Gray
ru: Глубокий серый

source: Delete Class
ru: Удалить группу

source: Delete Printer
ru: Удалить принтер

source: DeskJet Series
ru: Серия DeskJet

source: Destination "%s" is not accepting jobs.
ru: Место назначения "%s" не принимает задания.

source: Device CMYK
ru: Устройство CMYK

source: Device Gray
ru: Устройство серый

source: Device RGB
ru: Устройство RGB

source: Device: uri = %s class = %s info = %s make-and-model = %s device-id = %s location = %s
ru: Устройство: uri = %s class = %s info = %s make-and-model = %s device-id = %s location = %s

source: Direct Thermal Media
ru: Носитель для прямой термопечати

source: Directory "%s" contains a relative path.
ru: Каталог "%s" содержит относительный путь.

source: Directory "%s" has insecure permissions (0%o/uid=%d/gid=%d).
ru: Каталог "%s" имеет небезопасные права доступа (0%o/uid=%d/gid=%d).

source: Directory "%s" is a file.
ru: Каталог "%s" является файлом.

source: Directory "%s" not available: %s
ru: Каталог "%s" недоступен: %s

source: Directory "%s" permissions OK (0%o/uid=%d/gid=%d).
ru: Корректные права доступа к каталогу "%s" (0%o/uid=%d/gid=%d).

source: Disabled
ru: Отключено

source: Document #%d does not exist in job #%d.
ru: Документ #%d не существует в задании #%d.

source: Draft
ru: Черновик

source: Duplexer
ru: Дуплексер

source: EPL1 Label Printer
ru: Принтер для печати этикеток EPL1

source: EPL2 Label Printer
ru: Принтер для печати этикеток EPL2

source: Edit Configuration File
ru: Редактировать файл конфигурации

source: Encryption is not supported.
ru: Шифрование не поддерживается.

source: Ending Banner
ru: Конечный баннер

source: English
ru: Russian

source: Enter your username and password or the root username and password to access this page. If you are using Kerberos authentication, make sure you have a valid Kerberos ticket.
ru: Введите свои имя пользователя и пароль или данные учетной записи root, чтобы получить доступ к этой странице. Если используется проверка подлинности Kerberos, необходимо также иметь действительный билет Kerberos.

source: Envelope #10
ru: Конверт № 10

source: Envelope #11
ru: Конверт № 11

source: Envelope #12
ru: Конверт № 12

source: Envelope #14
ru: Конверт № 14

source: Envelope #9
ru: Конверт № 9

source: Envelope B4
ru: Конверт B4

source: Envelope B5
ru: Конверт B5

source: Envelope B6
ru: Конверт B6

source: Envelope C0
ru: Конверт C0

source: Envelope C1
ru: Конверт C1

source: Envelope C2
ru: Конверт C2

source: Envelope C3
ru: Конверт C3

source: Envelope C4
ru: Конверт C4

source: Envelope C5
ru: Конверт C5

source: Envelope C6
ru: Конверт C6

source: Envelope C65
ru: Конверт C65

source: Envelope C7
ru: Конверт C7

source: Envelope Choukei 3
ru: Конверт Choukei 3

source: Envelope Choukei 3 Long Edge
ru: Конверт Choukei 3 длинная сторона

source: Envelope Choukei 4
ru: Конверт Choukei 4

source: Envelope Choukei 4 Long Edge
ru: Конверт Choukei 4 длинная сторона

source: Envelope DL
ru: Конверт DL

source: Envelope Feed
ru: Подача конвертов

source: Envelope Invite
ru: Конверт Invite

source: Envelope Italian
ru: Конверт Italian

source: Envelope Kaku2
ru: Конверт Kaku2

source: Envelope Kaku2 Long Edge
ru: Конверт Kaku2 длинная сторона

source: Envelope Kaku3
ru: Конверт Kaku3

source: Envelope Kaku3 Long Edge
ru: Конверт Kaku3 длинная сторона

source: Envelope Monarch
ru: Конверт Monarch

source: Envelope PRC1
ru: Конверт PRC1

source: Envelope PRC1 Long Edge
ru: Конверт PRC1 длинная сторона

source: Envelope PRC10
ru: Конверт PRC10

source: Envelope PRC10 Long Edge
ru: Конверт PRC10 длинная сторона

source: Envelope PRC2
ru: Конверт PRC2

source: Envelope PRC2 Long Edge
ru: Конверт PRC2 длинная сторона

source: Envelope PRC3
ru: Конверт PRC3

source: Envelope PRC3 Long Edge
ru: Конверт PRC3 длинная сторона

source: Envelope PRC4
ru: Конверт PRC4

source: Envelope PRC4 Long Edge
ru: Конверт PRC4 длинная сторона

source: Envelope PRC5 Long Edge
ru: Конверт PRC5 длинная сторона

source: Envelope PRC5PRC5
ru: Конверт PRC5PRC5

source: Envelope PRC6
ru: Конверт PRC6

source: Envelope PRC6 Long Edge
ru: Конверт PRC6 длинная сторона

source: Envelope PRC7
ru: Конверт PRC7

source: Envelope PRC7 Long Edge
ru: Конверт PRC7 длинная сторона

source: Envelope PRC8
ru: Конверт PRC8

source: Envelope PRC8 Long Edge
ru: Конверт PRC8 длинная сторона

source: Envelope PRC9
ru: Конверт PRC9

source: Envelope PRC9 Long Edge
ru: Конверт PRC9 длинная сторона

source: Envelope Personal
ru: Конверт Personal

source: Envelope You4
ru: Конверт You4

source: Envelope You4 Long Edge
ru: Конверт You4 длинная сторона

source: Environment Variables:
ru: Переменные окружения:

source: Error Policy
ru: Политика обработки ошибок

source: Error reading raster data.
ru: Ошибка чтения данных растра.
