Repository: H3c-t0r/openprintcups
Catalog: locale/cups_*.po
Languages: ru

source: printer-state-reasons.marker-developer-missing
ru: Проявитель отсутствует

source: printer-state-reasons.marker-fuser-missing
ru: Термофиксатор отсутствует

source: printer-state-reasons.marker-fuser-thermistor-failure
ru: Сбой термистора термофиксатора

source: printer-state-reasons.marker-fuser-timing-failure
ru: Сбой синхронизации термофиксатора

source: printer-state-reasons.marker-ink-almost-empty
ru: Чернила почти пусты

source: printer-state-reasons.marker-ink-empty
ru: Чернила пусты

source: printer-state-reasons.marker-ink-missing
ru: Чернила отсутствуют

source: printer-state-reasons.marker-opc-missing
ru: Оптический фотопроводник отсутствует

source: printer-state-reasons.marker-print-ribbon-almost-empty
ru: Лента принтера почти пуста

source: printer-state-reasons.marker-print-ribbon-empty
ru: Лента принтера пуста

source: printer-state-reasons.marker-print-ribbon-missing
ru: Лента принтера отсутствует

source: printer-state-reasons.marker-supply-almost-empty
ru: Запас почти пуст

source: printer-state-reasons.marker-supply-empty
ru: Чернила/тонер пусты

source: printer-state-reasons.marker-supply-low
ru: Низкий уровень чернил/тонера

source: printer-state-reasons.marker-supply-missing
ru: Запас отсутствует

source: printer-state-reasons.marker-toner-cartridge-missing
ru: Картридж тонера отсутствует

source: printer-state-reasons.marker-toner-missing
ru: Тонер отсутствует

source: printer-state-reasons.marker-waste-almost-full
ru: Мусоросборник чернил/тонера почти полон

source: printer-state-reasons.marker-waste-full
ru: Мусоросборник чернил/тонера полон

source: printer-state-reasons.marker-waste-ink-receptacle-almost-full
ru: Приемник отработанных чернил почти полон

source: printer-state-reasons.marker-waste-ink-receptacle-full
ru: Приемник отработанных чернил полон

source: printer-state-reasons.marker-waste-ink-receptacle-missing
ru: Приемник отработанных чернил отсутствует

source: printer-state-reasons.marker-waste-missing
ru: Отработанный материал отсутствует

source: printer-state-reasons.marker-waste-toner-receptacle-almost-full
ru: Приемник отработанного тонера почти полон

source: printer-state-reasons.marker-waste-toner-receptacle-full
ru: Приемник отработанного тонера полон

source: printer-state-reasons.marker-waste-toner-receptacle-missing
ru: Приемник отработанного тонера отсутствует

source: printer-state-reasons.material-empty
ru: Материал пуст

source: printer-state-reasons.material-low
ru: Низкий уровень материала

source: printer-state-reasons.material-needed
ru: Требуется материал

source: printer-state-reasons.media-drying
ru: Носитель сохнет

source: printer-state-reasons.media-empty
ru: Входной лоток пуст

source: printer-state-reasons.media-jam
ru: Замятие носителя

source: printer-state-reasons.media-low
ru: Входной лоток почти пуст

source: printer-state-reasons.media-needed
ru: Требуется носитель

source: printer-state-reasons.media-path-cannot-duplex-media-selected
ru: Путь следования носителя - невозможно выполнить двустороннюю печать

source: printer-state-reasons.media-path-failure
ru: Путь следования носителя - сбой

source: printer-state-reasons.media-path-input-empty
ru: Путь следования носителя - на входе пусто

source: printer-state-reasons.media-path-input-feed-error
ru: Путь следования носителя - ошибка подачи на входе

source: printer-state-reasons.media-path-input-jam
ru: Путь следования носителя - забито на входе

source: printer-state-reasons.media-path-input-request
ru: Путь следования носителя - запрос входа

source: printer-state-reasons.media-path-jam
ru: Путь следования носителя - забито

source: printer-state-reasons.media-path-media-tray-almost-full
ru: Путь следования носителя - лоток для носителя почти полон

source: printer-state-reasons.media-path-media-tray-full
ru: Путь следования носителя - лоток для носителя полон

source: printer-state-reasons.media-path-media-tray-missing
ru: Путь следования носителя - лоток для носителя отсутствует

source: printer-state-reasons.media-path-output-feed-error
ru: Путь следования носителя - ошибка подачи на выходе

source: printer-state-reasons.media-path-output-full
ru: Путь следования носителя - выход полон

source: printer-state-reasons.media-path-output-jam
ru: Путь следования носителя - забито на выходе

source: printer-state-reasons.media-path-pick-roller-failure
ru: Путь следования носителя - сбой подбирающего ролика

source: printer-state-reasons.media-path-pick-roller-life-over
ru: Путь следования носителя - срок службы подбирающего ролика истек

source: printer-state-reasons.media-path-pick-roller-life-warn
ru: Путь следования носителя - предупреждение о завершении срока службы подбирающего ролика

source: printer-state-reasons.media-path-pick-roller-missing
ru: Путь следования носителя - подбирающий ролик отсутствует

source: printer-state-reasons.motor-failure
ru: Сбой мотора

source: printer-state-reasons.moving-to-paused
ru: В процессе приостановки

source: printer-state-reasons.none
ru: Нет

source: printer-state-reasons.opc-life-over
ru: Срок службы оптического фотопроводника истек

source: printer-state-reasons.opc-near-eol
ru: Срок службы оптического фотопроводника почти истек

source: printer-state-reasons.other
ru: Необходимо проверить принтер на наличие ошибок

source: printer-state-reasons.output-area-almost-full
ru: Выходной лоток почти полон

source: printer-state-reasons.output-area-full
ru: Выходной лоток полон

source: printer-state-reasons.output-mailbox-select-failure
ru: Сбой выбора выходного почтового ящика

source: printer-state-reasons.output-media-tray-failure
ru: Сбой выходного лотка для носителя

source: printer-state-reasons.output-media-tray-feed-error
ru: Ошибка подачи выходного лотка для носителя

source: printer-state-reasons.output-media-tray-jam
ru: Выходной лоток для носителя забит

source: printer-state-reasons.output-tray-missing
ru: Выходной лоток отсутствует

source: printer-state-reasons.paused
ru: Приостановлен

source: printer-state-reasons.perforater-added
ru: Перфоратор добавлен

source: printer-state-reasons.perforater-almost-empty
ru: Перфоратор почти пуст

source: printer-state-reasons.perforater-almost-full
ru: Перфоратор почти полон

source: printer-state-reasons.perforater-at-limit
ru: Перфоратор достиг предела

source: printer-state-reasons.perforater-closed
ru: Перфоратор закрыт

source: printer-state-reasons.perforater-configuration-change
ru: Изменение конфигурации перфоратора

source: printer-state-reasons.perforater-cover-closed
ru: Крышка перфоратора закрыта

source: printer-state-reasons.perforater-cover-open
ru: Крышка перфоратора открыта

source: printer-state-reasons.perforater-empty
ru: Перфоратор пуст

source: printer-state-reasons.perforater-full
ru: Перфоратор полон

source: printer-state-reasons.perforater-interlock-closed
ru: Фиксатор перфоратора закрыт

source: printer-state-reasons.perforater-interlock-open
ru: Фиксатор перфоратора открыт

source: printer-state-reasons.perforater-jam
ru: Перфоратор забит

source: printer-state-reasons.perforater-life-almost-over
ru: Срок службы перфоратора почти истек

source: printer-state-reasons.perforater-life-over
ru: Срок службы перфоратора истек

source: printer-state-reasons.perforater-memory-exhausted
ru: Память перфоратора исчерпана

source: printer-state-reasons.perforater-missing
ru: Перфоратор отсутствует

source: printer-state-reasons.perforater-motor-failure
ru: Сбой мотора перфоратора

source: printer-state-reasons.perforater-near-limit
ru: Перфоратор близок к пределу

source: printer-state-reasons.perforater-offline
ru: Перфоратор не в сети

source: printer-state-reasons.perforater-opened
ru: Перфоратор открыт

source: printer-state-reasons.perforater-over-temperature
ru: Перегрев перфоратора

source: printer-state-reasons.perforater-power-saver
ru: Экономия энергии перфоратора

source: printer-state-reasons.perforater-recoverable-failure
ru: Устранимый сбой перфоратора

source: printer-state-reasons.perforater-recoverable-storage
ru: Устранимая ошибка хранилища перфоратора

source: printer-state-reasons.perforater-removed
ru: Перфоратор удален

source: printer-state-reasons.perforater-resource-added
ru: Ресурс перфоратора добавлен

source: printer-state-reasons.perforater-resource-removed
ru: Ресурс перфоратора удален

source: printer-state-reasons.perforater-thermistor-failure
ru: Сбой термистора перфоратора

source: printer-state-reasons.perforater-timing-failure
ru: Сбой синхронизации перфоратора

source: printer-state-reasons.perforater-turned-off
ru: Перфоратор отключен

source: printer-state-reasons.perforater-turned-on
ru: Перфоратор включен

source: printer-state-reasons.perforater-under-temperature
ru: Недогрев перфоратора

source: printer-state-reasons.perforater-unrecoverable-failure
ru: Неустранимый сбой перфоратора

source: printer-state-reasons.perforater-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища перфоратора

source: printer-state-reasons.perforater-warming-up
ru: Разогрев перфоратора

source: printer-state-reasons.platform-cooling
ru: Охлаждение платформы

source: printer-state-reasons.platform-failure
ru: Сбой платформы

source: printer-state-reasons.platform-heating
ru: Нагрев платформы

source: printer-state-reasons.platform-temperature-high
ru: Высокая температура платформы

source: printer-state-reasons.platform-temperature-low
ru: Низкая температура платформы

source: printer-state-reasons.power-down
ru: Питание отключено

source: printer-state-reasons.power-up
ru: Питание подано

source: printer-state-reasons.printer-manual-reset
ru: Принтер перезапущен вручную

source: printer-state-reasons.printer-nms-reset
ru: Принтер перезапущен удаленно

source: printer-state-reasons.printer-ready-to-print
ru: Принтер готов к печати

source: printer-state-reasons.puncher-added
ru: Пробойник добавлен

source: printer-state-reasons.puncher-almost-empty
ru: Пробойник почти пуст

source: printer-state-reasons.puncher-almost-full
ru: Пробойник почти полон

source: printer-state-reasons.puncher-at-limit
ru: Пробойник достиг предела

source: printer-state-reasons.puncher-closed
ru: Пробойник закрыт

source: printer-state-reasons.puncher-configuration-change
ru: Изменение конфигурации пробойника

source: printer-state-reasons.puncher-cover-closed
ru: Крышка пробойника закрыта

source: printer-state-reasons.puncher-cover-open
ru: Крышка пробойника открыта

source: printer-state-reasons.puncher-empty
ru: Пробойник пуст

source: printer-state-reasons.puncher-full
ru: Пробойник полон

source: printer-state-reasons.puncher-interlock-closed
ru: Фиксатор пробойника закрыт

source: printer-state-reasons.puncher-interlock-open
ru: Фиксатор пробойника открыт

source: printer-state-reasons.puncher-jam
ru: Пробойник забит

source: printer-state-reasons.puncher-life-almost-over
ru: Срок службы пробойника почти истек

source: printer-state-reasons.puncher-life-over
ru: Срок службы пробойника истек

source: printer-state-reasons.puncher-memory-exhausted
ru: Память пробойника исчерпана

source: printer-state-reasons.puncher-missing
ru: Пробойник отсутствует

source: printer-state-reasons.puncher-motor-failure
ru: Сбой мотора пробойника

source: printer-state-reasons.puncher-near-limit
ru: Пробойник близок к пределу

source: printer-state-reasons.puncher-offline
ru: Пробойник не в сети

source: printer-state-reasons.puncher-opened
ru: Пробойник открыт

source: printer-state-reasons.puncher-over-temperature
ru: Перегрев пробойника

source: printer-state-reasons.puncher-power-saver
ru: Экономия энергии пробойника

source: printer-state-reasons.puncher-recoverable-failure
ru: Устранимый сбой пробойника

source: printer-state-reasons.puncher-recoverable-storage
ru: Устранимая ошибка хранилища пробойника

source: printer-state-reasons.puncher-removed
ru: Пробойник удален

source: printer-state-reasons.puncher-resource-added
ru: Ресурс пробойника добавлен

source: printer-state-reasons.puncher-resource-removed
ru: Ресурс пробойника удален

source: printer-state-reasons.puncher-thermistor-failure
ru: Сбой термистора пробойника

source: printer-state-reasons.puncher-timing-failure
ru: Сбой синхронизации пробойника

source: printer-state-reasons.puncher-turned-off
ru: Пробойник отключен

source: printer-state-reasons.puncher-turned-on
ru: Пробойник включен

source: printer-state-reasons.puncher-under-temperature
ru: Недогрев пробойника

source: printer-state-reasons.puncher-unrecoverable-failure
ru: Неустранимый сбой пробойника

source: printer-state-reasons.puncher-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища пробойника

source: printer-state-reasons.puncher-warming-up
ru: Разогрев пробойника

source: printer-state-reasons.separation-cutter-added
ru: Разделительный резак добавлен

source: printer-state-reasons.separation-cutter-almost-empty
ru: Разделительный резак почти пуст

source: printer-state-reasons.separation-cutter-almost-full
ru: Разделительный резак почти полон

source: printer-state-reasons.separation-cutter-at-limit
ru: Разделительный резак достиг предела

source: printer-state-reasons.separation-cutter-closed
ru: Разделительный резак закрыт

source: printer-state-reasons.separation-cutter-configuration-change
ru: Изменение конфигурации разделительного резака

source: printer-state-reasons.separation-cutter-cover-closed
ru: Крышка разделительного резака закрыта

source: printer-state-reasons.separation-cutter-cover-open
ru: Крышка разделительного резака открыта

source: printer-state-reasons.separation-cutter-empty
ru: Разделительный резак пуст

source: printer-state-reasons.separation-cutter-full
ru: Разделительный резак полон

source: printer-state-reasons.separation-cutter-interlock-closed
ru: Фиксатор разделительного резака закрыт

source: printer-state-reasons.separation-cutter-interlock-open
ru: Фиксатор разделительного резака открыт

source: printer-state-reasons.separation-cutter-jam
ru: Разделительный резак забит

source: printer-state-reasons.separation-cutter-life-almost-over
ru: Срок службы разделительного резака почти истек

source: printer-state-reasons.separation-cutter-life-over
ru: Срок службы разделительного резака истек

source: printer-state-reasons.separation-cutter-memory-exhausted
ru: Память разделительного резака исчерпана

source: printer-state-reasons.separation-cutter-missing
ru: Разделительный резак отсутствует

source: printer-state-reasons.separation-cutter-motor-failure
ru: Сбой мотора разделительного резака

source: printer-state-reasons.separation-cutter-near-limit
ru: Разделительный резак близок к пределу

source: printer-state-reasons.separation-cutter-offline
ru: Разделительный резак не в сети

source: printer-state-reasons.separation-cutter-opened
ru: Разделительный резак открыт

source: printer-state-reasons.separation-cutter-over-temperature
ru: Перегрев разделительного резака

source: printer-state-reasons.separation-cutter-power-saver
ru: Экономия энергии разделительного резака

source: printer-state-reasons.separation-cutter-recoverable-failure
ru: Устранимый сбой разделительного резака

source: printer-state-reasons.separation-cutter-recoverable-storage
ru: Устранимая ошибка хранилища разделительного резака

source: printer-state-reasons.separation-cutter-removed
ru: Разделительный резак удален

source: printer-state-reasons.separation-cutter-resource-added
ru: Ресурс разделительного резака добавлен

source: printer-state-reasons.separation-cutter-resource-removed
ru: Ресурс разделительного резака удален

source: printer-state-reasons.separation-cutter-thermistor-failure
ru: Сбой термистора разделительного резака

source: printer-state-reasons.separation-cutter-timing-failure
ru: Сбой синхронизации разделительного резака

source: printer-state-reasons.separation-cutter-turned-off
ru: Разделительный резак отключен

source: printer-state-reasons.separation-cutter-turned-on
ru: Разделительный резак включен

source: printer-state-reasons.separation-cutter-under-temperature
ru: Недогрев разделительного резака

source: printer-state-reasons.separation-cutter-unrecoverable-failure
ru: Неустранимый сбой разделительного резака

source: printer-state-reasons.separation-cutter-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища разделительного резака

source: printer-state-reasons.separation-cutter-warming-up
ru: Разогрев разделительного резака

source: printer-state-reasons.sheet-rotator-added
ru: Вращатель листов добавлен

source: printer-state-reasons.sheet-rotator-almost-empty
ru: Вращатель листов почти пуст

source: printer-state-reasons.sheet-rotator-almost-full
ru: Вращатель листов почти полон

source: printer-state-reasons.sheet-rotator-at-limit
ru: Вращатель листов достиг предела

source: printer-state-reasons.sheet-rotator-closed
ru: Вращатель листов закрыт

source: printer-state-reasons.sheet-rotator-configuration-change
ru: Изменение конфигурации вращателя листов

source: printer-state-reasons.sheet-rotator-cover-closed
ru: Крышка вращателя листов закрыта

source: printer-state-reasons.sheet-rotator-cover-open
ru: Крышка вращателя листов открыта

source: printer-state-reasons.sheet-rotator-empty
ru: Вращатель листов пуст

source: printer-state-reasons.sheet-rotator-full
ru: Вращатель листов полон

source: printer-state-reasons.sheet-rotator-interlock-closed
ru: Фиксатор вращателя листов закрыт

source: printer-state-reasons.sheet-rotator-interlock-open
ru: Фиксатор вращателя листов открыт

source: printer-state-reasons.sheet-rotator-jam
ru: Вращатель листов забит

source: printer-state-reasons.sheet-rotator-life-almost-over
ru: Срок службы вращателя листов почти истек

source: printer-state-reasons.sheet-rotator-life-over
ru: Срок службы вращателя листов истек

source: printer-state-reasons.sheet-rotator-memory-exhausted
ru: Память вращателя листов исчерпана

source: printer-state-reasons.sheet-rotator-missing
ru: Вращатель листов отсутствует

source: printer-state-reasons.sheet-rotator-motor-failure
ru: Сбой мотора вращателя листов

source: printer-state-reasons.sheet-rotator-near-limit
ru: Вращатель листов близок к пределу

source: printer-state-reasons.sheet-rotator-offline
ru: Вращатель листов не в сети

source: printer-state-reasons.sheet-rotator-opened
ru: Вращатель листов открыт

source: printer-state-reasons.sheet-rotator-over-temperature
ru: Перегрев вращателя листов

source: printer-state-reasons.sheet-rotator-power-saver
ru: Экономия энергии вращателя листов

source: printer-state-reasons.sheet-rotator-recoverable-failure
ru: Устранимый сбой вращателя листов

source: printer-state-reasons.sheet-rotator-recoverable-storage
ru: Устранимая ошибка хранилища вращателя листов

source: printer-state-reasons.sheet-rotator-removed
ru: Вращатель листов удален

source: printer-state-reasons.sheet-rotator-resource-added
ru: Ресурс вращателя листов добавлен

source: printer-state-reasons.sheet-rotator-resource-removed
ru: Ресурс вращателя листов удален

source: printer-state-reasons.sheet-rotator-thermistor-failure
ru: Сбой термистора вращателя листов

source: printer-state-reasons.sheet-rotator-timing-failure
ru: Сбой синхронизации вращателя листов

source: printer-state-reasons.sheet-rotator-turned-off
ru: Вращатель листов отключен

source: printer-state-reasons.sheet-rotator-turned-on
ru: Вращатель листов включен

source: printer-state-reasons.sheet-rotator-under-temperature
ru: Недогрев вращателя листов

source: printer-state-reasons.sheet-rotator-unrecoverable-failure
ru: Неустранимый сбой вращателя листов

source: printer-state-reasons.sheet-rotator-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища вращателя листов

source: printer-state-reasons.sheet-rotator-warming-up
ru: Разогрев вращателя листов

source: printer-state-reasons.shutdown
ru: Принтер не в сети

source: printer-state-reasons.slitter-added
ru: Пильщик добавлен

source: printer-state-reasons.slitter-almost-empty
ru: Пильщик почти пуст

source: printer-state-reasons.slitter-almost-full
ru: Пильщик почти полон

source: printer-state-reasons.slitter-at-limit
ru: Пильщик достиг предела

source: printer-state-reasons.slitter-closed
ru: Пильщик закрыт

source: printer-state-reasons.slitter-configuration-change
ru: Изменение конфигурации пильщика

source: printer-state-reasons.slitter-cover-closed
ru: Крышка пильщика закрыта

source: printer-state-reasons.slitter-cover-open
ru: Крышка пильщика открыта

source: printer-state-reasons.slitter-empty
ru: Пильщик пуст

source: printer-state-reasons.slitter-full
ru: Пильщик полон

source: printer-state-reasons.slitter-interlock-closed
ru: Фиксатор пильщика закрыт

source: printer-state-reasons.slitter-interlock-open
ru: Фиксатор пильщика открыт

source: printer-state-reasons.slitter-jam
ru: Пильщик забит

source: printer-state-reasons.slitter-life-almost-over
ru: Срок службы пильщика почти истек

source: printer-state-reasons.slitter-life-over
ru: Срок службы пильщика истек

source: printer-state-reasons.slitter-memory-exhausted
ru: Память пильщика исчерпана

source: printer-state-reasons.slitter-missing
ru: Пильщик отсутствует

source: printer-state-reasons.slitter-motor-failure
ru: Сбой мотора пильщика

source: printer-state-reasons.slitter-near-limit
ru: Пильщик близок к пределу

source: printer-state-reasons.slitter-offline
ru: Пильщик не в сети

source: printer-state-reasons.slitter-opened
ru: Пильщик открыт

source: printer-state-reasons.slitter-over-temperature
ru: Перегрев пильщика

source: printer-state-reasons.slitter-power-saver
ru: Экономия энергии пильщика

source: printer-state-reasons.slitter-recoverable-failure
ru: Устранимый сбой пильщика

source: printer-state-reasons.slitter-recoverable-storage
ru: Устранимая ошибка хранилища пильщика

source: printer-state-reasons.slitter-removed
ru: Пильщик удален

source: printer-state-reasons.slitter-resource-added
ru: Ресурс пильщика добавлен

source: printer-state-reasons.slitter-resource-removed
ru: Ресурс пильщика удален

source: printer-state-reasons.slitter-thermistor-failure
ru: Сбой термистора пильщика

source: printer-state-reasons.slitter-timing-failure
ru: Сбой синхронизации пильщика

source: printer-state-reasons.slitter-turned-off
ru: Пильщик отключен

source: printer-state-reasons.slitter-turned-on
ru: Пильщик включен

source: printer-state-reasons.slitter-under-temperature
ru: Недогрев пильщика

source: printer-state-reasons.slitter-unrecoverable-failure
ru: Неустранимый сбой пильщика

source: printer-state-reasons.slitter-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища пильщика

source: printer-state-reasons.slitter-warming-up
ru: Разогрев пильщика

source: printer-state-reasons.spool-area-full
ru: Область очереди заполнена

source: printer-state-reasons.stacker-added
ru: Укладчик добавлен

source: printer-state-reasons.stacker-almost-empty
ru: Укладчик почти пуст

source: printer-state-reasons.stacker-almost-full
ru: Укладчик почти полон

source: printer-state-reasons.stacker-at-limit
ru: Укладчик достиг предела

source: printer-state-reasons.stacker-closed
ru: Укладчик закрыт

source: printer-state-reasons.stacker-configuration-change
ru: Изменение конфигурации укладчика

source: printer-state-reasons.stacker-cover-closed
ru: Крышка укладчика закрыта

source: printer-state-reasons.stacker-cover-open
ru: Крышка укладчика открыта

source: printer-state-reasons.stacker-empty
ru: Укладчик пуст

source: printer-state-reasons.stacker-full
ru: Укладчик полон

source: printer-state-reasons.stacker-interlock-closed
ru: Фиксатор укладчика закрыт

source: printer-state-reasons.stacker-interlock-open
ru: Фиксатор укладчика открыт

source: printer-state-reasons.stacker-jam
ru: Укладчик забит

source: printer-state-reasons.stacker-life-almost-over
ru: Срок службы укладчика почти истек

source: printer-state-reasons.stacker-life-over
ru: Срок службы укладчика истек

source: printer-state-reasons.stacker-memory-exhausted
ru: Память укладчика исчерпана
