Repository: H3c-t0r/openprintcups
Catalog: locale/cups_*.po
Languages: ru

source: The printer-uri "%s" contains invalid characters.
ru: printer-uri "%s" содержит недопустимые символы.

source: The printer-uri attribute is required.
ru: Требуется атрибут printer-uri.

source: The printer-uri must be of the form "ipp://HOSTNAME/classes/CLASSNAME".
ru: printer-uri должен иметь форму "ipp://HOSTNAME/classes/CLASSNAME".

source: The printer-uri must be of the form "ipp://HOSTNAME/printers/PRINTERNAME".
ru: printer-uri должен иметь форму "ipp://HOSTNAME/printers/PRINTERNAME".

source: The web interface is currently disabled. Run "cupsctl WebInterface=yes" to enable it.
ru: Веб-интерфейс сейчас отключен. Выполните "cupsctl WebInterface=yes" для его включения.

source: The which-jobs value "%s" is not supported.
ru: Значение "%s" для which-jobs не поддерживается.

source: There are too many subscriptions.
ru: Слишком много подписок.

source: There was an unrecoverable USB error.
ru: Произошла неустранимая ошибка USB.

source: Thermal Transfer Media
ru: Носитель для печати методом термопереноса

source: Too many active jobs.
ru: Слишком много активных заданий.

source: Too many job-sheets values (%d > 2).
ru: Слишком много значений job-sheets (%d>2).

source: Too many printer-state-reasons values (%d > %d).
ru: Слишком много значений printer-state-reasons (%d > %d).

source: Transparency
ru: Прозрачность

source: Tray
ru: Лоток

source: Tray 1
ru: Лоток 1

source: Tray 2
ru: Лоток 2

source: Tray 3
ru: Лоток 3

source: Tray 4
ru: Лоток 4

source: Trust on first use is disabled.
ru: Доверие при первом использовании отключено.

source: URI Too Long
ru: Слишком длинный URI

source: URI too large
ru: Слишком большой URI

source: US Legal Oversize
ru: US Legal большой размер

source: US Letter Long Edge
ru: US Letter длинная сторона

source: US Letter Oversize
ru: US Letter большой размер

source: US Letter Oversize Long Edge
ru: US Letter большой размер длинная сторона

source: US Letter Small
ru: US Letter малый размер

source: Unable to access cupsd.conf file
ru: Не удается получить доступ к файлу "cupsd.conf"

source: Unable to access help file.
ru: Не удается получить доступ к файлу справки.

source: Unable to add class
ru: Не удается добавить группу

source: Unable to add document to print job.
ru: Не удается добавить документ в задание печати.

source: Unable to add job for destination "%s".
ru: Не удается добавить задание для места назначения "%s".

source: Unable to add printer
ru: Не удается добавить принтер

source: Unable to allocate memory for file types.
ru: Не удается выделить память для типов файлов.

source: Unable to allocate memory for page info
ru: Не удается выделить память для страницы информации

source: Unable to allocate memory for pages array
ru: Не удается выделить память для массива страниц

source: Unable to allocate memory for printer
ru: Не удается выделить память для принтера

source: Unable to cancel print job.
ru: Не удается отменить задание печати.

source: Unable to change printer
ru: Не удается изменить принтер

source: Unable to change printer-is-shared attribute
ru: Не удается изменить атрибут printer-is-shared

source: Unable to change server settings
ru: Не удается изменить параметры сервера

source: Unable to compile mimeMediaType regular expression: %s.
ru: Не удается скомпилировать регулярное выражение mimeMediaType: %s.

source: Unable to compile naturalLanguage regular expression: %s.
ru: Не удается скомпилировать регулярное выражение naturalLanguage: %s.

source: Unable to configure printer options.
ru: Не удается настроить параметры принтера.

source: Unable to connect to host.
ru: Не удается подключиться к хосту.

source: Unable to contact printer, queuing on next printer in class.
ru: Не удается установить связь с принтером, постановка в очередь на следующем принтере в группе.

source: Unable to copy PPD file - %s
ru: Не удается скопировать PPD-файл - %s

source: Unable to copy PPD file.
ru: Не удается скопировать PPD-файл.

source: Unable to create credentials from array.
ru: Не удается создать учетные данные из массива.

source: Unable to create printer-uri
ru: Не удается создать printer-uri

source: Unable to create printer.
ru: Не удается создать принтер.

source: Unable to create server credentials.
ru: Не удается создать учетные данные сервера.

source: Unable to create spool directory "%s": %s
ru: Не удается создать каталог очереди печати "%s": %s

source: Unable to create temporary file
ru: Не удается создать временный файл

source: Unable to delete class
ru: Не удается удалить группу

source: Unable to delete printer
ru: Не удается удалить принтер

source: Unable to do maintenance command
ru: Не удается выполнить команду обслуживания

source: Unable to edit cupsd.conf files larger than 1MB
ru: Невозможно редактировать файлы "cupsd.conf" размером больше 1 МБ

source: Unable to establish a secure connection to host (%d).
ru: Не удается установить защищенное соединение (%d).

source: Unable to establish a secure connection to host (certificate chain invalid).
ru: Не удается установить защищенное соединение (неправильная цепочка сертификатов).

source: Unable to establish a secure connection to host (certificate not yet valid).
ru: Не удается установить защищенное соединение (недействительный сертификат).

source: Unable to establish a secure connection to host (expired certificate).
ru: Не удается установить защищенное соединение (сертификат просрочен).

source: Unable to establish a secure connection to host (host name mismatch).
ru: Не удается установить защищенное соединение (несовпадение имени хоста).

source: Unable to establish a secure connection to host (peer dropped connection before responding).
ru: Не удается установить защищенное соединение (соединение разорвано удаленной стороной.)

source: Unable to establish a secure connection to host (self-signed certificate).
ru: Не удается установить защищенное соединение (самоподписанный сертификат).

source: Unable to establish a secure connection to host (untrusted certificate).
ru: Не удается установить защищенное соединение (ненадежный сертификат).

source: Unable to establish a secure connection to host.
ru: Не удается установить защищенное соединение.

source: Unable to execute command "%s": %s
ru: Не удается выполнить команду "%s": %s

source: Unable to find destination for job
ru: Не удается найти место назначения для задания

source: Unable to find printer.
ru: Не удается найти принтер.

source: Unable to find server credentials.
ru: Не удается найти учетные данные сервера.

source: Unable to get backend exit status.
ru: Не удается получить код завершения от внутренней службы.

source: Unable to get class list
ru: Не удается получить список групп

source: Unable to get class status
ru: Не удается получить состояние группы

source: Unable to get list of printer drivers
ru: Не удается получить список драйверов принтера

source: Unable to get printer attributes
ru: Не удается получить атрибуты принтера

source: Unable to get printer list
ru: Не удается получить список принтеров

source: Unable to get printer status
ru: Не удается получить состояние принтера

source: Unable to get printer status.
ru: Не удается получить состояние принтера.

source: Unable to load help index.
ru: Не удается загрузить содержание справки.

source: Unable to locate printer "%s".
ru: Не удается найти принтер "%s".

source: Unable to locate printer.
ru: Не удается найти принтер.

source: Unable to modify class
ru: Не удается изменить группу

source: Unable to modify printer
ru: Не удается изменить принтер

source: Unable to move job
ru: Не удается переместить задание

source: Unable to move jobs
ru: Не удается переместить задания

source: Unable to open PPD file
ru: Не удается открыть PPD-файл

source: Unable to open cupsd.conf file:
ru: Не удается открыть файл "cupsd.conf":

source: Unable to open device file
ru: Не удается открыть файл устройства

source: Unable to open document #%d in job #%d.
ru: Не удается открыть документ #%d в задании #%d.

source: Unable to open help file.
ru: Не удается открыть файл справки.

source: Unable to open print file
ru: Не удается открыть файл печати

source: Unable to open raster file
ru: Не удается открыть растровый файл

source: Unable to print test page
ru: Не удается напечатать пробную страницу

source: Unable to read print data.
ru: Не удается считать данные печати.

source: Unable to register "%s.%s": %d
ru: Не удается выполнить регистрацию "%s.%s": %d

source: Unable to rename job document file.
ru: Не удается переименовать файл документа задания.

source: Unable to resolve printer-uri.
ru: Не удается определить printer-uri.

source: Unable to see in file
ru: Не удается увидеть в файле

source: Unable to send command to printer driver
ru: Не удается отправить команду драйверу принтера

source: Unable to send data to printer.
ru: Не удается отправить данные на принтер.

source: Unable to set options
ru: Не удается настроить параметры

source: Unable to set server default
ru: Не удается установить значение по умолчанию для сервера

source: Unable to start backend process.
ru: Не удается запустить внутренний процесс.

source: Unable to upload cupsd.conf file
ru: Не удается отправить файл "cupsd.conf"

source: Unable to use legacy USB class driver.
ru: Не удается использовать устаревший драйвер класса USB.

source: Unable to write print data
ru: Не удается записать данные печати

source: Unable to write uncompressed print data: %s
ru: Не удается записать несжатые данные печати: %s

source: Unauthorized
ru: В доступе отказано

source: Units
ru: Единицы

source: Unknown
ru: Неизвестно

source: Unknown choice "%s" for option "%s".
ru: Неизвестный вариант выбора "%s" для параметра "%s".

source: Unknown directive "%s" on line %d of "%s" ignored.
ru: Неизвестная директива "%s" в строке %d "%s" игнорируется.

source: Unknown encryption option value: "%s".
ru: Неизвестное значение параметра шифрования: "%s".

source: Unknown file order: "%s".
ru: Неизвестный порядок файлов: "%s".

source: Unknown format character: "%c".
ru: Символ неизвестного формата: "%c".

source: Unknown hash algorithm.
ru: Неизвестный алгоритм хэша.

source: Unknown media size name.
ru: Неизвестное имя размера носителя.

source: Unknown option "%s" with value "%s".
ru: Неизвестный параметр "%s" со значением "%s".

source: Unknown option "%s".
ru: Неизвестный параметр "%s".

source: Unknown print mode: "%s".
ru: Неизвестный режим печати: "%s".

source: Unknown printer-error-policy "%s".
ru: Неизвестное значение printer-error-policy "%s".

source: Unknown printer-op-policy "%s".
ru: Неизвестное значение printer-op-policy "%s".

source: Unknown request method.
ru: Неизвестный метод запроса.

source: Unknown request version.
ru: Неизвестная версия запроса.

source: Unknown scheme in URI
ru: Неизвестная схема в URI

source: Unknown service name.
ru: Неизвестное имя службы.

source: Unknown version option value: "%s".
ru: Неизвестное значение параметра версии: "%s".

source: Unsupported 'compression' value "%s".
ru: Неподдерживаемое значение 'compression' "%s".

source: Unsupported 'document-format' value "%s".
ru: Неподдерживаемое значение 'document-format' "%s".

source: Unsupported 'job-hold-until' value.
ru: Неподдерживаемое значение 'job-hold-until'.

source: Unsupported 'job-name' value.
ru: Неподдерживаемое значение 'job-name'.

source: Unsupported character set "%s".
ru: Неподдерживаемый набор символов "%s".

source: Unsupported compression "%s".
ru: Неподдерживаемое сжатие "%s".

source: Unsupported document-format "%s".
ru: Неподдерживаемое значение document-format "%s".

source: Unsupported document-format "%s/%s".
ru: Неподдерживаемое значение document-format "%s/%s".

source: Unsupported format "%s".
ru: Неподдерживаемый формат "%s".

source: Unsupported margins.
ru: Неподдерживаемые поля.

source: Unsupported media value.
ru: Неподдерживаемое значение бумаги.

source: Unsupported number-up value %d, using number-up=1.
ru: Неподдерживаемое значение number-up %d, используется значение number-up=1.

source: Unsupported number-up-layout value %s, using number-up-layout=lrtb.
ru: Неподдерживаемое значение number-up-layout %s, используется значение number-up-layout=lrtb.

source: Unsupported page-border value %s, using page-border=none.
ru: Неподдерживаемое значение page-border %s, используется значение page-border=none.

source: Unsupported raster data.
ru: Неподдерживаемые данные растра.

source: Unsupported value type
ru: Неподдерживаемый тип значения

source: Upgrade Required
ru: Требуется обновление

source: Usage: %s [options] destination(s)
ru: Использование: %s [options] destination(s)

source: Usage: %s job-id user title copies options [file]
ru: Использование: %s job-id user title copies options [file]

source: Usage: cancel [options] [id] cancel [options] [destination] cancel [options] [destination-id]
ru: Использование: cancel [options] [id] cancel [options] [destination] cancel [options] [destination-id]

source: Usage: cupsctl [options] [param=value ... paramN=valueN]
ru: Использование: cupsctl [options] [param=value ... paramN=valueN]

source: Usage: cupsd [options]
ru: Использование: cupsd [options]

source: Usage: cupsfilter [ options ] [ -- ] filename
ru: Использование: cupsfilter [ options ] [ -- ] filename

source: Usage: cupstestppd [options] filename1.ppd[.gz] [... filenameN.ppd[.gz]] program | cupstestppd [options] -
ru: Использование: cupstestppd [options] filename1.ppd[.gz] [... filenameN.ppd[.gz]] program | cupstestppd [options] -

source: Usage: ippeveprinter [options] "name"
ru: Использование: ippeveprinter [options] "name"

source: Usage: ippfind [options] regtype[,subtype][.domain.] ... [expression] ippfind [options] name[.regtype[.domain.]] ... [expression] ippfind --help ippfind --version
ru: Использование: ippfind [options] regtype[,subtype][.domain.] ... [expression] ippfind [options] name[.regtype[.domain.]] ... [expression] ippfind --help ippfind --version

source: Usage: ipptool [options] URI filename [ ... filenameN ]
ru: Использование: ipptool [options] URI filename [ ... filenameN ]

source: Usage: lp [options] [--] [file(s)] lp [options] -i id
ru: Использование: lp [options] [--] [file(s)] lp [options] -i id

source: Usage: lpadmin [options] -d destination lpadmin [options] -p destination lpadmin [options] -p destination -c class lpadmin [options] -p destination -r class lpadmin [options] -x destination
ru: Использование: lpadmin [options] -d destination lpadmin [options] -p destination lpadmin [options] -p destination -c class lpadmin [options] -p destination -r class lpadmin [options] -x destination

source: Usage: lpinfo [options] -m lpinfo [options] -v
ru: Использование: lpinfo [options] -m lpinfo [options] -v

source: Usage: lpmove [options] job destination lpmove [options] source-destination destination
ru: Использование: lpmove [options] job destination lpmove [options] source-destination destination

source: Usage: lpoptions [options] -d destination lpoptions [options] [-p destination] [-l] lpoptions [options] [-p destination] -o option[=value] lpoptions [options] -x destination
ru: Использование: lpoptions [options] -d destination lpoptions [options] [-p destination] [-l] lpoptions [options] [-p destination] -o option[=value] lpoptions [options] -x destination

source: Usage: lpq [options] [+interval]
ru: Использование: lpq [options] [+interval]

source: Usage: lpr [options] [file(s)]
ru: Использование: lpr [options] [file(s)]

source: Usage: lprm [options] [id] lprm [options] -
ru: Использование: lprm [options] [id] lprm [options] -

source: Usage: lpstat [options]
ru: Использование: lpstat [options]

source: Usage: ppdc [options] filename.drv [ ... filenameN.drv ]
ru: Использование: ppdc [options] filename.drv [ ... filenameN.drv ]

source: Usage: ppdhtml [options] filename.drv >filename.html
ru: Использование: ppdhtml [options] filename.drv >filename.html

source: Usage: ppdi [options] filename.ppd [ ... filenameN.ppd ]
ru: Использование: ppdi [options] filename.ppd [ ... filenameN.ppd ]

source: Usage: ppdmerge [options] filename.ppd [ ... filenameN.ppd ]
ru: Использование: ppdmerge [options] filename.ppd [ ... filenameN.ppd ]

source: Usage: ppdpo [options] -o filename.po filename.drv [ ... filenameN.drv ]
ru: Использование: ppdpo [options] -o filename.po filename.drv [ ... filenameN.drv ]

source: Usage: snmp [host-or-ip-address]
ru: Использование: snmp [host-or-ip-address]

source: Using spool directory "%s".
ru: Используется каталог очереди печати "%s".

source: Value uses indefinite length
ru: Значение имеет неопределенную длину

source: VarBind uses indefinite length
ru: VarBind имеет неопределенную длину

source: Version uses indefinite length
ru: Версия имеет неопределенную длину

source: Waiting for job to complete.
ru: Ожидание выполнения задания.

source: Waiting for printer to become available.
ru: Ожидание доступа к принтеру.

source: Waiting for printer to finish.
ru: Ожидание окончания работы принтера.

source: Warning: This program will be removed in a future version of CUPS.
ru: Предупреждение: эта программа будет удалена в следующей версии CUPS.

source: Web Interface is Disabled
ru: Веб-интерфейс отключен

source: Yes
ru: Да

source: You cannot access this page.
ru: Вы не можете получить доступ к этой странице.

source: You must access this page using the URL https://%s:%d%s.
ru: Вы должны получить доступ к этой странице с помощью URL https://%s:%d%s.

source: Your account does not have the necessary privileges.
ru: Ваша учетная запись не обладает необходимыми правами.

source: ZPL Label Printer
ru: Принтер для печати этикеток ZPL

source: aborted
ru: прервано

source: accuracy-units
ru: Единицы точности

source: accuracy-units.mm
ru: Миллиметры

source: accuracy-units.nm
ru: Нанометры

source: accuracy-units.um
ru: Микрометры

source: baling
ru: Выдача пачек

source: baling-type
ru: Средство для формирования пачек

source: baling-type.band
ru: Тарная лента

source: baling-type.shrink-wrap
ru: Усадочная пленка

source: baling-type.wrap
ru: Обертка

source: baling-when
ru: Этап формирования пачек

source: baling-when.after-job
ru: Задание

source: baling-when.after-sets
ru: Комплекты

source: binding
ru: Переплет вывода

source: binding-reference-edge
ru: Переплет по краю

source: binding-reference-edge.bottom
ru: Снизу

source: binding-reference-edge.left
ru: Слева

source: binding-reference-edge.right
ru: Справа

source: binding-reference-edge.top
ru: Сверху

source: binding-type
ru: Тип скрепления

source: binding-type.adhesive
ru: Адгезия

source: binding-type.comb
ru: Гребнеобразная скоба

source: binding-type.flat
ru: Плоский

source: binding-type.padding
ru: Накладывание

source: binding-type.perfect
ru: Надежный

source: binding-type.spiral
ru: Спираль

source: binding-type.tape
ru: Лента

source: binding-type.velo
ru: Гребенка

source: canceled
ru: отменено

source: chamber-humidity
ru: Влажность в камере

source: chamber-temperature
ru: Температура в камере

source: charge-info-message
ru: Стоимость задания печати

source: coating
ru: Покрыть листы

source: coating-sides
ru: Добавить покрытие

source: coating-sides.back
ru: Сзади

source: coating-sides.both
ru: Спереди и сзади

source: coating-sides.front
ru: Спереди

source: coating-type
ru: Тип покрытия

source: coating-type.archival
ru: Архивный

source: coating-type.archival-glossy
ru: Архивный глянцевый

source: coating-type.archival-matte
ru: Архивный матовый

source: coating-type.archival-semi-gloss
ru: Архивный полуглянцевый

source: coating-type.glossy
ru: Глянцевый

source: coating-type.high-gloss
ru: Высокоглянцевый

source: coating-type.matte
ru: Матовый

source: coating-type.semi-gloss
ru: Полуглянцевый

source: coating-type.silicone
ru: Силиконовый

source: coating-type.translucent
ru: Полупрозрачный

source: completed
ru: завершено

source: confirmation-sheet-print
ru: Печать листа подтверждения

source: copies
ru: Копии

source: cover-back
ru: Обложка (обратная сторона)

source: cover-front
ru: Обложка (лицевая сторона)

source: cover-sheet-info
ru: Информация на титульном листе

source: cover-sheet-info-supported.date-time
ru: Дата и время

source: cover-sheet-info-supported.from-name
ru: Имя отправителя

source: cover-sheet-info-supported.logo
ru: Логотип

source: cover-sheet-info-supported.message
ru: Сообщение

source: cover-sheet-info-supported.organization
ru: Организация

source: cover-sheet-info-supported.subject
ru: Тема

source: cover-sheet-info-supported.to-name
ru: Имя получателя

source: cover-type
ru: Печатная обложка

source: cover-type.no-cover
ru: Без обложки

source: cover-type.print-back
ru: Только обратная сторона

source: cover-type.print-both
ru: Лицевая и обратная сторона

source: cover-type.print-front
ru: Только лицевая сторона

source: cover-type.print-none
ru: Нет

source: covering
ru: Выходная обложка

source: covering-name
ru: Добавить обложку

source: covering-name.plain
ru: Пустая

source: covering-name.pre-cut
ru: Предварительно вырезанная

source: covering-name.pre-printed
ru: Предварительно напечатанная

source: cups-deviced failed to execute.
ru: Не удалось выполнить cups-deviced.

source: cups-driverd failed to execute.
ru: Не удалось выполнить cups-driverd.

source: cupsctl: Cannot set %s directly.
ru: cupsctl: невозможно установить %s напрямую.

source: cupsctl: Unable to connect to server: %s
ru: cupsctl: не удается подключиться к серверу: %s

source: cupsctl: Unknown option "%s"
ru: cupsctl: неизвестный параметр "%s"

source: cupsctl: Unknown option "-%c"
ru: cupsctl: неизвестный параметр "-%c"

source: cupsd: Expected config filename after "-c" option.
ru: cupsd: пропущено имя файла конфигурации после параметра "-с".

source: cupsd: Expected cups-files.conf filename after "-s" option.
ru: cupsd: пропущено имя файла cups-files.conf после параметра "-s".

source: cupsd: On-demand support not compiled in, running in normal mode.
ru: cupsd: поддержка запуска "по запросу" не включена, запуск в нормальном режиме.

source: cupsd: Relative cups-files.conf filename not allowed.
ru: cupsd: относительное имя файла cups-files.conf не допускается.

source: cupsd: Unable to get current directory.
ru: cupsd: не удается определить текущий каталог.

source: cupsd: Unable to get path to cups-files.conf file.
ru: cupsd: не удается определить путь к файлу cups-files.conf.

source: cupsd: Unknown argument "%s" - aborting.
ru: cupsd: неизвестный аргумент "%s" - прерывание.

source: cupsd: Unknown option "%c" - aborting.
ru: cupsd: неизвестный параметр "%c" - прерывание.

source: cupsfilter: Invalid document number %d.
ru: cupsfilter: недопустимый номер документа %d.

source: cupsfilter: Invalid job ID %d.
ru: cupsfilter: недопустимый идентификатор задания %d.

source: cupsfilter: Only one filename can be specified.
ru: cupsfilter: может быть указано только одно имя файла.

source: cupsfilter: Unable to get job file - %s
ru: cupsfilter: не удается получить файл задания - %s

source: cupstestppd: The -q option is incompatible with the -v option.
ru: cupstestppd: параметр -q несовместим с параметром -v.

source: cupstestppd: The -v option is incompatible with the -q option.
ru: cupstestppd: параметр -v несовместим с параметром -q.

source: detailed-status-message
ru: Подробное сообщение о состоянии

source: device for %s/%s: %s
ru: устройство для %s/%s: %s

source: device for %s: %s
ru: устройство для %s: %s

source: document-copies
ru: Копии

source: document-privacy-attributes
ru: Атрибуты конфиденциальности документа

source: document-privacy-attributes.all
ru: Все

source: document-privacy-attributes.default
ru: По умолчанию

source: document-privacy-attributes.document-description
ru: Описание документа

source: document-privacy-attributes.document-template
ru: Шаблон документа

source: document-privacy-attributes.none
ru: Нет
