Repository: H3c-t0r/openprintcups
Catalog: locale/cups_*.po
Languages: ru

source: printer-state-reasons.stacker-missing
ru: Укладчик отсутствует

source: printer-state-reasons.stacker-motor-failure
ru: Сбой мотора укладчика

source: printer-state-reasons.stacker-near-limit
ru: Укладчик близок к пределу

source: printer-state-reasons.stacker-offline
ru: Укладчик не в сети

source: printer-state-reasons.stacker-opened
ru: Укладчик открыт

source: printer-state-reasons.stacker-over-temperature
ru: Перегрев укладчика

source: printer-state-reasons.stacker-power-saver
ru: Экономия энергии укладчика

source: printer-state-reasons.stacker-recoverable-failure
ru: Устранимый сбой укладчика

source: printer-state-reasons.stacker-recoverable-storage
ru: Устранимая ошибка хранилища укладчика

source: printer-state-reasons.stacker-removed
ru: Укладчик удален

source: printer-state-reasons.stacker-resource-added
ru: Ресурс укладчика добавлен

source: printer-state-reasons.stacker-resource-removed
ru: Ресурс укладчика удален

source: printer-state-reasons.stacker-thermistor-failure
ru: Сбой термистора укладчика

source: printer-state-reasons.stacker-timing-failure
ru: Сбой синхронизации укладчика

source: printer-state-reasons.stacker-turned-off
ru: Укладчик отключен

source: printer-state-reasons.stacker-turned-on
ru: Укладчик включен

source: printer-state-reasons.stacker-under-temperature
ru: Недогрев укладчика

source: printer-state-reasons.stacker-unrecoverable-failure
ru: Неустранимый сбой укладчика

source: printer-state-reasons.stacker-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища укладчика

source: printer-state-reasons.stacker-warming-up
ru: Разогрев укладчика

source: printer-state-reasons.stapler-added
ru: Степлер добавлен

source: printer-state-reasons.stapler-almost-empty
ru: Степлер почти пуст

source: printer-state-reasons.stapler-almost-full
ru: Степлер почти полон

source: printer-state-reasons.stapler-at-limit
ru: Степлер достиг предела

source: printer-state-reasons.stapler-closed
ru: Степлер закрыт

source: printer-state-reasons.stapler-configuration-change
ru: Изменение конфигурации степлера

source: printer-state-reasons.stapler-cover-closed
ru: Крышка степлера закрыта

source: printer-state-reasons.stapler-cover-open
ru: Крышка степлера открыта

source: printer-state-reasons.stapler-empty
ru: Степлер пуст

source: printer-state-reasons.stapler-full
ru: Степлер полон

source: printer-state-reasons.stapler-interlock-closed
ru: Фиксатор степлера закрыт

source: printer-state-reasons.stapler-interlock-open
ru: Фиксатор степлера открыт

source: printer-state-reasons.stapler-jam
ru: Степлер забит

source: printer-state-reasons.stapler-life-almost-over
ru: Срок службы степлера почти истек

source: printer-state-reasons.stapler-life-over
ru: Срок службы степлера истек

source: printer-state-reasons.stapler-memory-exhausted
ru: Память степлера исчерпана

source: printer-state-reasons.stapler-missing
ru: Степлер отсутствует

source: printer-state-reasons.stapler-motor-failure
ru: Сбой мотора степлера

source: printer-state-reasons.stapler-near-limit
ru: Степлер близок к пределу

source: printer-state-reasons.stapler-offline
ru: Степлер не в сети

source: printer-state-reasons.stapler-opened
ru: Степлер открыт

source: printer-state-reasons.stapler-over-temperature
ru: Перегрев степлера

source: printer-state-reasons.stapler-power-saver
ru: Экономия энергии степлера

source: printer-state-reasons.stapler-recoverable-failure
ru: Устранимый сбой степлера

source: printer-state-reasons.stapler-recoverable-storage
ru: Устранимая ошибка хранилища степлера

source: printer-state-reasons.stapler-removed
ru: Степлер удален

source: printer-state-reasons.stapler-resource-added
ru: Ресурс степлера добавлен

source: printer-state-reasons.stapler-resource-removed
ru: Ресурс степлера удален

source: printer-state-reasons.stapler-thermistor-failure
ru: Сбой термистора степлера

source: printer-state-reasons.stapler-timing-failure
ru: Сбой синхронизации степлера

source: printer-state-reasons.stapler-turned-off
ru: Степлер отключен

source: printer-state-reasons.stapler-turned-on
ru: Степлер включен

source: printer-state-reasons.stapler-under-temperature
ru: Недогрев степлера

source: printer-state-reasons.stapler-unrecoverable-failure
ru: Неустранимый сбой степлера

source: printer-state-reasons.stapler-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища степлера

source: printer-state-reasons.stapler-warming-up
ru: Разогрев степлера

source: printer-state-reasons.stitcher-added
ru: Сшиватель добавлен

source: printer-state-reasons.stitcher-almost-empty
ru: Сшиватель почти пуст

source: printer-state-reasons.stitcher-almost-full
ru: Сшиватель почти полон

source: printer-state-reasons.stitcher-at-limit
ru: Сшиватель достиг предела

source: printer-state-reasons.stitcher-closed
ru: Сшиватель закрыт

source: printer-state-reasons.stitcher-configuration-change
ru: Изменение конфигурации сшивателя

source: printer-state-reasons.stitcher-cover-closed
ru: Крышка сшивателя закрыта

source: printer-state-reasons.stitcher-cover-open
ru: Крышка сшивателя открыта

source: printer-state-reasons.stitcher-empty
ru: Сшиватель пуст

source: printer-state-reasons.stitcher-full
ru: Сшиватель полон

source: printer-state-reasons.stitcher-interlock-closed
ru: Фиксатор сшивателя закрыт

source: printer-state-reasons.stitcher-interlock-open
ru: Фиксатор сшивателя открыт

source: printer-state-reasons.stitcher-jam
ru: Сшиватель забит

source: printer-state-reasons.stitcher-life-almost-over
ru: Срок службы сшивателя почти истек

source: printer-state-reasons.stitcher-life-over
ru: Срок службы сшивателя истек

source: printer-state-reasons.stitcher-memory-exhausted
ru: Память сшивателя исчерпана

source: printer-state-reasons.stitcher-missing
ru: Сшиватель отсутствует

source: printer-state-reasons.stitcher-motor-failure
ru: Сбой мотора сшивателя

source: printer-state-reasons.stitcher-near-limit
ru: Сшиватель близок к пределу

source: printer-state-reasons.stitcher-offline
ru: Сшиватель не в сети

source: printer-state-reasons.stitcher-opened
ru: Сшиватель открыт

source: printer-state-reasons.stitcher-over-temperature
ru: Перегрев сшивателя

source: printer-state-reasons.stitcher-power-saver
ru: Экономия энергии сшивателя

source: printer-state-reasons.stitcher-recoverable-failure
ru: Устранимый сбой сшивателя

source: printer-state-reasons.stitcher-recoverable-storage
ru: Устранимая ошибка хранилища сшивателя

source: printer-state-reasons.stitcher-removed
ru: Сшиватель удален

source: printer-state-reasons.stitcher-resource-added
ru: Ресурс сшивателя добавлен

source: printer-state-reasons.stitcher-resource-removed
ru: Ресурс сшивателя удален

source: printer-state-reasons.stitcher-thermistor-failure
ru: Сбой термистора сшивателя

source: printer-state-reasons.stitcher-timing-failure
ru: Сбой синхронизации сшивателя

source: printer-state-reasons.stitcher-turned-off
ru: Сшиватель отключен

source: printer-state-reasons.stitcher-turned-on
ru: Сшиватель включен

source: printer-state-reasons.stitcher-under-temperature
ru: Недогрев сшивателя

source: printer-state-reasons.stitcher-unrecoverable-failure
ru: Неустранимый сбой сшивателя

source: printer-state-reasons.stitcher-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища сшивателя

source: printer-state-reasons.stitcher-warming-up
ru: Разогрев сшивателя

source: printer-state-reasons.stopped-partly
ru: Частично остановлен

source: printer-state-reasons.stopping
ru: Остановка

source: printer-state-reasons.subunit-added
ru: Подблок добавлен

source: printer-state-reasons.subunit-almost-empty
ru: Подблок почти пуст

source: printer-state-reasons.subunit-almost-full
ru: Подблок почти полон

source: printer-state-reasons.subunit-at-limit
ru: Подблок достиг предела

source: printer-state-reasons.subunit-closed
ru: Подблок закрыт

source: printer-state-reasons.subunit-cooling-down
ru: Охлаждение подблока

source: printer-state-reasons.subunit-empty
ru: Подблок пуст

source: printer-state-reasons.subunit-full
ru: Подблок полон

source: printer-state-reasons.subunit-life-almost-over
ru: Срок службы подблока почти истек

source: printer-state-reasons.subunit-life-over
ru: Срок службы подблока истек

source: printer-state-reasons.subunit-memory-exhausted
ru: Память подблока исчерпана

source: printer-state-reasons.subunit-missing
ru: Подблок отсутствует

source: printer-state-reasons.subunit-motor-failure
ru: Сбой мотора подблока

source: printer-state-reasons.subunit-near-limit
ru: Подблок близок к пределу

source: printer-state-reasons.subunit-offline
ru: Подблок не в сети

source: printer-state-reasons.subunit-opened
ru: Подблок открыт

source: printer-state-reasons.subunit-over-temperature
ru: Перегрев подблока

source: printer-state-reasons.subunit-power-saver
ru: Экономия энергии подблока

source: printer-state-reasons.subunit-recoverable-failure
ru: Устранимый сбой подблока

source: printer-state-reasons.subunit-recoverable-storage
ru: Устранимая ошибка хранилища подблока

source: printer-state-reasons.subunit-removed
ru: Подблок удален

source: printer-state-reasons.subunit-resource-added
ru: Ресурс подблока добавлен

source: printer-state-reasons.subunit-resource-removed
ru: Ресурс подблока удален

source: printer-state-reasons.subunit-thermistor-failure
ru: Сбой термистора подблока

source: printer-state-reasons.subunit-timing-Failure
ru: Сбой синхронизации подблока

source: printer-state-reasons.subunit-turned-off
ru: Подблок отключен

source: printer-state-reasons.subunit-turned-on
ru: Подблок включен

source: printer-state-reasons.subunit-under-temperature
ru: Недогрев подблока

source: printer-state-reasons.subunit-unrecoverable-failure
ru: Неустранимый сбой подблока

source: printer-state-reasons.subunit-unrecoverable-storage
ru: Неустранимая ошибка хранилища подблока

source: printer-state-reasons.subunit-warming-up
ru: Разогрев подблока

source: printer-state-reasons.timed-out
ru: Принтер перестал отвечать

source: printer-state-reasons.toner-empty
ru: Тонер закончился

source: printer-state-reasons.toner-low
ru: Низкий уровень тонера

source: printer-state-reasons.trimmer-added
ru: Обрезчик добавлен

source: printer-state-reasons.trimmer-almost-empty
ru: Обрезчик почти пуст

source: printer-state-reasons.trimmer-almost-full
ru: Обрезчик почти полон

source: printer-state-reasons.trimmer-at-limit
ru: Обрезчик достиг предела

source: printer-state-reasons.trimmer-closed
ru: Обрезчик закрыт

source: printer-state-reasons.trimmer-configuration-change
ru: Изменение конфигурации обрезчика

source: printer-state-reasons.trimmer-cover-closed
ru: Крышка обрезчика закрыта

source: printer-state-reasons.trimmer-cover-open
ru: Крышка обрезчика открыта

source: printer-state-reasons.trimmer-empty
ru: Обрезчик пуст

source: printer-state-reasons.trimmer-full
ru: Обрезчик полон

source: printer-state-reasons.trimmer-interlock-closed
ru: Фиксатор обрезчика закрыт

source: printer-state-reasons.trimmer-interlock-open
ru: Фиксатор обрезчика открыт

source: printer-state-reasons.trimmer-jam
ru: Обрезчик забит

source: printer-state-reasons.trimmer-life-almost-over
ru: Срок службы обрезчика почти истек

source: printer-state-reasons.trimmer-life-over
ru: Срок службы обрезчика истек

source: printer-state-reasons.trimmer-memory-exhausted
ru: Память обрезчика исчерпана

source: printer-state-reasons.trimmer-missing
ru: Обрезчик отсутствует

source: printer-state-reasons.trimmer-motor-failure
ru: Сбой мотора обрезчика

source: printer-state-reasons.trimmer-near-limit
ru: Обрезчик близок к пределу

source: printer-state-reasons.trimmer-offline
ru: Обрезчик не в сети

source: printer-state-reasons.trimmer-opened
ru: Обрезчик открыт

source: printer-state-reasons.trimmer-over-temperature
ru: Перегрев обрезчика

source: printer-state-reasons.trimmer-power-saver
ru: Экономия энергии обрезчика

source: printer-state-reasons.trimmer-recoverable-failure
ru: Устранимый сбой обрезчика

source: printer-state-reasons.trimmer-recoverable-storage
ru: Устранимая ошибка хранилища обрезчика

source: printer-state-reasons.trimmer-removed
ru: Обрезчик удален

source: printer-state-reasons.trimmer-resource-added
ru: Ресурс обрезчика добавлен

source: printer-state-reasons.trimmer-resource-removed
ru: Ресурс обрезчика удален

source: printer-state-reasons.trimmer-thermistor-failure
ru: Сбой термистора обрезчика

source: printer-state-reasons.trimmer-timing-failure
ru: Сбой синхронизации обрезчика

source: printer-state-reasons.trimmer-turned-off
ru: Обрезчик отключен

source: printer-state-reasons.trimmer-turned-on
ru: Обрезчик включен

source: printer-state-reasons.trimmer-under-temperature
ru: Недогрев обрезчика

source: printer-state-reasons.trimmer-unrecoverable-failure
ru: Неустранимый сбой обрезчика

source: printer-state-reasons.trimmer-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища обрезчика

source: printer-state-reasons.trimmer-warming-up
ru: Разогрев обрезчика

source: printer-state-reasons.unknown
ru: Неизвестно

source: printer-state-reasons.wrapper-added
ru: Обертыватель добавлен

source: printer-state-reasons.wrapper-almost-empty
ru: Обертыватель почти пуст

source: printer-state-reasons.wrapper-almost-full
ru: Обертыватель почти полон

source: printer-state-reasons.wrapper-at-limit
ru: Обертыватель достиг предела

source: printer-state-reasons.wrapper-closed
ru: Обертыватель закрыт

source: printer-state-reasons.wrapper-configuration-change
ru: Изменение конфигурации обертывателя

source: printer-state-reasons.wrapper-cover-closed
ru: Крышка обертывателя закрыта

source: printer-state-reasons.wrapper-cover-open
ru: Крышка обертывателя открыта

source: printer-state-reasons.wrapper-empty
ru: Обертыватель пуст

source: printer-state-reasons.wrapper-full
ru: Обертыватель полон

source: printer-state-reasons.wrapper-interlock-closed
ru: Фиксатор обертывателя закрыт

source: printer-state-reasons.wrapper-interlock-open
ru: Фиксатор обертывателя открыт

source: printer-state-reasons.wrapper-jam
ru: Обертыватель забит

source: printer-state-reasons.wrapper-life-almost-over
ru: Срок службы обертывателя почти истек

source: printer-state-reasons.wrapper-life-over
ru: Срок службы обертывателя истек

source: printer-state-reasons.wrapper-memory-exhausted
ru: Память обертывателя исчерпана

source: printer-state-reasons.wrapper-missing
ru: Обертыватель отсутствует

source: printer-state-reasons.wrapper-motor-failure
ru: Сбой мотора обертывателя

source: printer-state-reasons.wrapper-near-limit
ru: Обертыватель близок к пределу

source: printer-state-reasons.wrapper-offline
ru: Обертыватель не в сети

source: printer-state-reasons.wrapper-opened
ru: Обертыватель открыт

source: printer-state-reasons.wrapper-over-temperature
ru: Перегрев обертывателя

source: printer-state-reasons.wrapper-power-saver
ru: Экономия энергии обертывателя

source: printer-state-reasons.wrapper-recoverable-failure
ru: Устранимый сбой обертывателя

source: printer-state-reasons.wrapper-recoverable-storage
ru: Устранимая ошибка хранилища обертывателя

source: printer-state-reasons.wrapper-removed
ru: Обертыватель удален

source: printer-state-reasons.wrapper-resource-added
ru: Ресурс обертывателя добавлен

source: printer-state-reasons.wrapper-resource-removed
ru: Ресурс обертывателя удален

source: printer-state-reasons.wrapper-thermistor-failure
ru: Сбой термистора обертывателя

source: printer-state-reasons.wrapper-timing-failure
ru: Сбой синхронизации обертывателя

source: printer-state-reasons.wrapper-turned-off
ru: Обертыватель отключен

source: printer-state-reasons.wrapper-turned-on
ru: Обертыватель включен

source: printer-state-reasons.wrapper-under-temperature
ru: Недогрев обертывателя

source: printer-state-reasons.wrapper-unrecoverable-failure
ru: Неустранимый сбой обертывателя

source: printer-state-reasons.wrapper-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища обертывателя

source: printer-state-reasons.wrapper-warming-up
ru: Разогрев обертывателя

source: printer-state.3
ru: Простой

source: printer-state.4
ru: Обработка

source: printer-state.5
ru: Остановлен

source: printer-up-time
ru: Время работы принтера

source: processing
ru: в обработке

source: proof-print
ru: Пробная печать

source: proof-print-copies
ru: Копии для пробной печати

source: punching
ru: Пробивка

source: punching-locations
ru: Места пробивки

source: punching-offset
ru: Смещение пробивки

source: punching-reference-edge
ru: Пробивка по краю

source: punching-reference-edge.bottom
ru: Снизу

source: punching-reference-edge.left
ru: Слева

source: punching-reference-edge.right
ru: Справа

source: punching-reference-edge.top
ru: Сверху

source: request id is %s-%d (%d file(s))
ru: идентификатор запроса %s-%d (файлов: %d)

source: request-id uses indefinite length
ru: request-id имеет неопределенную длину

source: requested-attributes
ru: Обязательные атрибуты

source: retry-interval
ru: Интервал повторных попыток

source: retry-time-out
ru: Период ожидания повторной попытки

source: save-disposition
ru: Параметры сохранения

source: save-disposition.none
ru: Нет

source: save-disposition.print-save
ru: Напечатать и сохранить

source: save-disposition.save-only
ru: Только сохранить

source: save-document-format
ru: Формат документа для сохранения

source: save-info
ru: Информация о сохранении

source: save-location
ru: Расположение сохранения

source: save-name
ru: Имя сохранения

source: scheduler is not running
ru: планировщик не запущен

source: scheduler is running
ru: планировщик запущен

source: separator-sheets
ru: Разделительные листы

source: separator-sheets-type
ru: Тип разделительных листов

source: separator-sheets-type.both-sheets
ru: Начальный и конечный листы

source: separator-sheets-type.end-sheet
ru: Конечный лист

source: separator-sheets-type.none
ru: Нет

source: separator-sheets-type.slip-sheets
ru: Прокладные листы

source: separator-sheets-type.start-sheet
ru: Начальный лист

source: sides
ru: Двусторонняя печать

source: sides.one-sided
ru: Выкл.

source: sides.two-sided-long-edge
ru: Вкл. (книжная)

source: sides.two-sided-short-edge
ru: Вкл. (альбомная)

source: stat of %s failed: %s
ru: Не удалось выполнить stat над %s: %s

source: status Show status of daemon and queue.
ru: status Показать состояние управляющей программы и очереди.

source: status-message
ru: Сообщение о состоянии

source: stitching
ru: Скрепление

source: stitching-angle
ru: Угол сшивания

source: stitching-locations
ru: Места сшивания

source: stitching-method
ru: Способ скрепления

source: stitching-method.auto
ru: Автоматически

source: stitching-method.crimp
ru: Сокращение

source: stitching-method.wire
ru: Проволока

source: stitching-offset
ru: Смещение сшивания

source: stitching-reference-edge
ru: Скрепление по краю

source: stitching-reference-edge.bottom
ru: Снизу

source: stitching-reference-edge.left
ru: Слева

source: stitching-reference-edge.right
ru: Справа

source: stitching-reference-edge.top
ru: Сверху

source: stopped
ru: остановлено

source: subject
ru: Тема

source: subscription-privacy-attributes
ru: Атрибуты конфиденциальности подписки

source: subscription-privacy-attributes.all
ru: Все

source: subscription-privacy-attributes.default
ru: По умолчанию

source: subscription-privacy-attributes.none
ru: Нет

source: subscription-privacy-attributes.subscription-description
ru: Описание подписки

source: subscription-privacy-attributes.subscription-template
ru: Шаблон подписки

source: subscription-privacy-scope
ru: Область применения конфиденциальности подписки

source: subscription-privacy-scope.all
ru: Все

source: subscription-privacy-scope.default
ru: По умолчанию

source: subscription-privacy-scope.none
ru: Нет

source: subscription-privacy-scope.owner
ru: Владелец

source: system default destination: %s
ru: системное место назначения по умолчанию: %s

source: system default destination: %s/%s
ru: системное место назначения по умолчанию: %s/%s

source: t33-subaddress
ru: Подадрес T33

source: to-name
ru: Имя получателя

source: transmission-status
ru: Состояние передачи

source: transmission-status.3
ru: В ожидании

source: transmission-status.4
ru: В ожидании повторной попытки

source: transmission-status.5
ru: В обработке

source: transmission-status.7
ru: Отменено

source: transmission-status.8
ru: Прервано

source: transmission-status.9
ru: Завершено

source: trimming
ru: Резка

source: trimming-offset
ru: Положение резки

source: trimming-reference-edge
ru: Резка по краю

source: trimming-reference-edge.bottom
ru: Снизу

source: trimming-reference-edge.left
ru: Слева

source: trimming-reference-edge.right
ru: Справа

source: trimming-reference-edge.top
ru: Сверху

source: trimming-type
ru: Тип резки

source: trimming-type.draw-line
ru: Проведение линии

source: trimming-type.full
ru: Полная резка

source: trimming-type.partial
ru: Частичная резка

source: trimming-type.perforate
ru: Перфорация

source: trimming-type.score
ru: Сгиб

source: trimming-type.tab
ru: Полоска для подвешивания

source: trimming-when
ru: Этап резки

source: trimming-when.after-documents
ru: Каждый документ

source: trimming-when.after-job
ru: Задание

source: trimming-when.after-sets
ru: Каждый комплект

source: trimming-when.after-sheets
ru: Каждая страница

source: unknown
ru: неизвестный

source: untitled
ru: новый

source: variable-bindings uses indefinite length
ru: variable-bindings имеет неопределенную длину

source: x-accuracy
ru: Точность по оси X

source: x-dimension
ru: Размер по оси X

source: x-offset
ru: Смещение по оси X

source: x-origin
ru: Начало координат по оси Х

source: y-accuracy
ru: Точность по оси Y

source: y-dimension
ru: Размер по оси Y

source: y-offset
ru: Смещение по оси Y

source: y-origin
ru: Начало координат по оси Y

source: z-accuracy
ru: Точность по оси Z

source: z-dimension
ru: Размер по оси Z

source: z-offset
ru: Смещение по оси Z

source: {service_domain} Domain name
ru: {service_domain} Доменное имя

source: {service_hostname} Fully-qualified domain name
ru: {service_hostname} Полное доменное имя

source: {service_name} Service instance name
ru: {service_name} Имя экземпляра службы

source: {service_port} Port number
ru: {service_port} Номер порта

source: {service_regtype} DNS-SD registration type
ru: {service_regtype} Тип регистрации DNS-SD

source: {service_scheme} URI scheme
ru: {service_scheme} Схема URI

source: {txt_*} Value of TXT record key
ru: {txt_*} Значение ключа записи TXT

source: ~/.cups/lpoptions file names default destination that does not exist.
ru: Файл ~/.cups/lpoptions указывает на несуществующее место назначения по умолчанию.
