Repository: H3c-t0r/openprintcups
Catalog: locale/cups_*.po
Languages: ru

source: (all)
ru: (все)

source: (none)
ru: (нет)

source: %d entries
ru: записей: %d

source: After fault: continue
ru: После ошибки: продолжить

source: Alerts: %s
ru: Предупреждения: %s

source: Banner required
ru: Требуется баннер

source: Charset sets:
ru: Набор символов:

source: Connection: direct
ru: Подключение: прямое

source: Connection: remote
ru: Подключение: удаленное

source: Content types: any
ru: Тип содержимого: любой

source: Default page size:
ru: Размер страницы по умолчанию:

source: Default pitch:
ru: Высота по умолчанию:

source: Default port settings:
ru: Параметры порта по умолчанию:

source: Description: %s
ru: Описание: %s

source: Form mounted:
ru: Подключенная форма:

source: Forms allowed:
ru: Разрешенные формы:

source: Interface: %s.ppd
ru: Интерфейс: %s.ppd

source: Interface: %s/ppd/%s.ppd
ru: Интерфейс: %s/ppd/%s.ppd

source: Location: %s
ru: Расположение: %s

source: On fault: no alert
ru: При ошибке: не выводить предупреждение

source: Printer types: unknown
ru: Тип принтера: неизвестен

source: Status: %s
ru: Состояние: %s

source: Users allowed:
ru: Разрешенные пользователи:

source: Users denied:
ru: Запрещенные пользователи:

source: daemon present
ru: управляющая программа присутствует

source: no entries
ru: нет записей

source: printer is on device '%s' speed -1
ru: принтер на скорости -1 устройства '%s'

source: printing is disabled
ru: печать отключена

source: printing is enabled
ru: печать включена

source: queued for %s
ru: очередь для %s

source: queuing is disabled
ru: очередь отключена

source: queuing is enabled
ru: очередь включена

source: reason unknown
ru: причина неизвестна

source: DETAILED CONFORMANCE TEST RESULTS
ru: ПОДРОБНЫЕ РЕЗУЛЬТАТЫ ТЕСТА СООТВЕТСТВИЯ

source: REF: Page 15, section 3.1.
ru: REF: Стр. 15, раздел 3.1.

source: REF: Page 15, section 3.2.
ru: REF: Стр. 15, раздел 3.2.

source: REF: Page 19, section 3.3.
ru: REF: Стр. 19, раздел 3.3.

source: REF: Page 20, section 3.4.
ru: REF: Стр. 20, раздел 3.4.

source: REF: Page 27, section 3.5.
ru: REF: Стр. 27, раздел 3.5.

source: REF: Page 42, section 5.2.
ru: REF: Стр. 42, раздел 5.2.

source: REF: Pages 16-17, section 3.2.
ru: REF: Стр. 16-17, раздел 3.2.

source: REF: Pages 42-45, section 5.2.
ru: REF: Стр. 42-45, раздел 5.2.

source: REF: Pages 45-46, section 5.2.
ru: REF: Стр. 45-46, раздел 5.2.

source: REF: Pages 48-49, section 5.2.
ru: REF: Стр. 48-49, раздел 5.2.

source: REF: Pages 52-54, section 5.2.
ru: REF: Стр. 52-54, раздел 5.2.

source: %-39.39s %.0f bytes
ru: %-39.39s %.0f байт

source: PASS Default%s
ru: УСПЕШНО Default%s

source: PASS DefaultImageableArea
ru: УСПЕШНО DefaultImageableArea

source: PASS DefaultPaperDimension
ru: УСПЕШНО DefaultPaperDimension

source: PASS FileVersion
ru: УСПЕШНО FileVersion

source: PASS FormatVersion
ru: УСПЕШНО FormatVersion

source: PASS LanguageEncoding
ru: УСПЕШНО LanguageEncoding

source: PASS LanguageVersion
ru: УСПЕШНО LanguageVersion

source: PASS Manufacturer
ru: УСПЕШНО Manufacturer

source: PASS ModelName
ru: УСПЕШНО ModelName

source: PASS NickName
ru: УСПЕШНО NickName

source: PASS PCFileName
ru: УСПЕШНО PCFileName

source: PASS PSVersion
ru: УСПЕШНО PSVersion

source: PASS PageRegion
ru: УСПЕШНО PageRegion

source: PASS PageSize
ru: УСПЕШНО PageSize

source: PASS Product
ru: УСПЕШНО Product

source: PASS ShortNickName
ru: УСПЕШНО ShortNickName

source: WARN %s has no corresponding options.
ru: ВНИМАНИЕ %s не содержит соответствующих параметров.

source: WARN %s shares a common prefix with %s REF: Page 15, section 3.2.
ru: ВНИМАНИЕ %s использует общий префикс совместно с %s REF: Стр. 15, раздел 3.2.

source: WARN Duplex option keyword %s may not work as expected and should be named Duplex. REF: Page 122, section 5.17
ru: ВНИМАНИЕ Ключевое слово-вариант дуплекса %s может привести к некорректным результатам. Используйте имя 'Duplex'. REF: Стр. 122, раздел 5.17.

source: WARN File contains a mix of CR, LF, and CR LF line endings.
ru: ВНИМАНИЕ Файл содержит комбинацию окончаний строки CR, LF, CR LF.

source: WARN LanguageEncoding required by PPD 4.3 spec. REF: Pages 56-57, section 5.3.
ru: ВНИМАНИЕ LanguageEncoding требуется спецификацией PPD 4.3. REF: Стр. 56-57, раздел 5.3.

source: WARN Line %d only contains whitespace.
ru: ВНИМАНИЕ Строка %d содержит только пробелы.

source: WARN Manufacturer required by PPD 4.3 spec. REF: Pages 58-59, section 5.3.
ru: ВНИМАНИЕ Manufacturer требуется спецификацией PPD 4.3. REF: Стр. 58-59, раздел 5.3.

source: WARN Non-Windows PPD files should use lines ending with only LF, not CR LF.
ru: ВНИМАНИЕ PPD-файлы не из Windows должны использовать строки только с окончанием LF, а не с CR LF.

source: WARN Obsolete PPD version %.1f. REF: Page 42, section 5.2.
ru: ВНИМАНИЕ Устаревшая версия PPD %.1f. REF: Стр. 42, раздел 5.2.

source: WARN PCFileName longer than 8.3 in violation of PPD spec. REF: Pages 61-62, section 5.3.
ru: ВНИМАНИЕ PCFileName длиннее чем 8.3 нарушает спецификацию PPD. REF: Стр. 61-62, раздел 5.3.

source: WARN PCFileName should contain a unique filename. REF: Pages 61-62, section 5.3.
ru: ВНИМАНИЕ PCFilename должен содержать уникальное название. REF: Стр. 61-62, раздел 5.3.

source: WARN Protocols contains PJL but JCL attributes are not set. REF: Pages 78-79, section 5.7.
ru: ВНИМАНИЕ Protocols содержит PJL, но атрибуты JCL не настроены. REF: Стр. 78-79, раздел 5.7.

source: WARN Protocols contains both PJL and BCP; expected TBCP. REF: Pages 78-79, section 5.7.
ru: ВНИМАНИЕ Protocols содержит PJL и BCP; ожидается TBCP. REF: Стр. 78-79, раздел 5.7.

source: WARN ShortNickName required by PPD 4.3 spec. REF: Pages 64-65, section 5.3.
ru: ВНИМАНИЕ ShortNickName требуется спецификацией PPD 4.3. REF: Стр. 64-65, раздел 5.3.

source: %s "%s %s" conflicts with "%s %s" (constraint="%s %s %s %s").
ru: %s "%s %s" конфликтует с "%s %s" (constraint="%s %s %s %s").

source: %s %s %s does not exist.
ru: %s %s %s не существует.

source: %s %s file "%s" has the wrong capitalization.
ru: %s %s: файл "%s" имеет неверный регистр.

source: %s Bad %s choice %s. REF: Page 122, section 5.17
ru: %s Для %s используется неверный вариант выбора %s. REF: Стр. 122, раздел 5.17

source: %s Bad UTF-8 "%s" translation string for option %s, choice %s.
ru: %s Неверный перевод UTF-8 "%s" для параметра %s, варианта выбора %s.

source: %s Bad UTF-8 "%s" translation string for option %s.
ru: %s Неверный перевод UTF-8 "%s" для параметра %s.

source: %s Bad cupsFilter value "%s".
ru: %s Неверное значение cupsFilter "%s".

source: %s Bad cupsFilter2 value "%s".
ru: %s Неверное значение cupsFilter2 "%s".

source: %s Bad cupsICCProfile %s.
ru: %s Неверный cupsICCProfile %s.

source: %s Bad cupsPreFilter value "%s".
ru: %s Неверное значение cupsPreFilter "%s".

source: %s Bad cupsUIConstraints %s: "%s"
ru: %s Неверный cupsUIConstraints %s: "%s"

source: %s Bad language "%s".
ru: %s Неверный язык "%s".

source: %s Bad permissions on %s file "%s".
ru: %s %s: неверные права для файла "%s".

source: %s Bad spelling of %s - should be %s.
ru: %s Ошибки в %s - должно быть %s.

source: %s Cannot provide both APScanAppPath and APScanAppBundleID.
ru: %s Невозможно предоставить APScanAppPath и APScanAppBundleID вместе.

source: %s Default choices conflicting.
ru: %s Варианты выбора, используемые по умолчанию, конфликтуют.

source: %s Empty cupsUIConstraints %s
ru: %s Пустой cupsUIConstraints %s

source: %s Missing "%s" translation string for option %s, choice %s.
ru: %s Перевод "%s" отсутствует для параметра %s, варианта выбора %s.

source: %s Missing "%s" translation string for option %s.
ru: %s Перевод "%s" отсутствует для параметра %s.

source: %s Missing %s file "%s".
ru: %s %s: отсутствует файл "%s".

source: %s Missing REQUIRED PageRegion option. REF: Page 100, section 5.14.
ru: %s Обязательный параметр PageRegion отсутствует. REF: Стр. 100, раздел 5.14.

source: %s Missing REQUIRED PageSize option. REF: Page 99, section 5.14.
ru: %s Обязательный параметр PageSize отсутствует. REF: Стр. 99, раздел 5.14.

source: %s Missing choice *%s %s in UIConstraints "*%s %s *%s %s".
ru: %s Вариант выбора *%s %s отсутствует в UIConstraints "*%s %s *%s %s".

source: %s Missing choice *%s %s in cupsUIConstraints %s: "%s"
ru: %s Вариант выбора *%s %s отсутствует в cupsUIConstraints %s: "%s"

source: %s Missing cupsUIResolver %s
ru: %s Отсутствует cupsUIResolver %s

source: %s Missing option %s in UIConstraints "*%s %s *%s %s".
ru: %s Отсутствует параметр %s в UIConstraints "*%s %s *%s %s".

source: %s Missing option %s in cupsUIConstraints %s: "%s"
ru: %s Отсутствует параметр %s в cupsUIConstraints %s: "%s"

source: %s No base translation "%s" is included in file.
ru: %s Основной перевод "%s" не включен в файл.

source: %s REQUIRED %s does not define choice None. REF: Page 122, section 5.17
ru: %s НЕОБХОДИМЫЙ ПАРАМЕТР %s не определяет вариант выбора "Нет". REF: Стр. 122, раздел 5.17

source: %s Size "%s" defined for %s but not for %s.
ru: %s Размер "%s" определен для %s, но не определен для %s.

source: %s Size "%s" has unexpected dimensions (%gx%g).
ru: %s Размер "%s" имеет неверное значение (%gx%g).

source: %s Size "%s" should be "%s".
ru: %s Размер "%s" должен быть "%s".

source: %s Size "%s" should be the Adobe standard name "%s".
ru: %s Размер "%s" должен быть в формате стандартного имени Adobe "%s".

source: %s cupsICCProfile %s hash value collides with %s.
ru: %s Хэш-значение cupsICCProfile %s конфликтует с %s.

source: %s cupsUIResolver %s causes a loop.
ru: %s cupsUIResolver %s создает цикл.

source: %s cupsUIResolver %s does not list at least two different options.
ru: %s В cupsUIResolver %s не перечислено как минимум два разных параметра.

source: **FAIL** %s must be 1284DeviceID REF: Page 72, section 5.5
ru: **СБОЙ** %s должно соответствовать 1284DeviceID REF: Стр. 72, раздел 5.5

source: **FAIL** Bad Default%s %s REF: Page 40, section 4.5.
ru: **СБОЙ** Неверный Default%s %s REF: Стр. 40, раздел 4.5.

source: **FAIL** Bad DefaultImageableArea %s REF: Page 102, section 5.15.
ru: **СБОЙ** Неверный DefaultImageableArea %s REF: Стр. 102, раздел 5.15.

source: **FAIL** Bad DefaultPaperDimension %s REF: Page 103, section 5.15.
ru: **СБОЙ** Неверный DefaultPaperDimension %s REF: Стр. 103, раздел 5.15.

source: **FAIL** Bad FileVersion "%s" REF: Page 56, section 5.3.
ru: **СБОЙ** Неверный FileVersion "%s" REF: Стр. 56, раздел 5.3.

source: **FAIL** Bad FormatVersion "%s" REF: Page 56, section 5.3.
ru: **СБОЙ** Неверный FormatVersion "%s" REF: Стр. 56, раздел 5.3.

source: **FAIL** Bad JobPatchFile attribute in file REF: Page 24, section 3.4.
ru: **СБОЙ** Неверный JobPatchFile атрибут в файле REF: Стр. 24, раздел 3.4.

source: **FAIL** Bad LanguageEncoding %s - must be ISOLatin1.
ru: **СБОЙ** Неверный LanguageEncoding %s - должен быть UTF-8.

source: **FAIL** Bad LanguageVersion %s - must be English.
ru: **СБОЙ** Неверный LanguageVersion %s - должен быть Russian.

source: **FAIL** Bad Manufacturer (should be "%s") REF: Page 211, table D.1.
ru: **СБОЙ** Неверный Manufacturer (должен быть "%s") REF: Стр. 211, таблица D.1.

source: **FAIL** Bad ModelName - "%c" not allowed in string. REF: Pages 59-60, section 5.3.
ru: **СБОЙ** Неверный ModelName - "%c" не разрешено в строке. REF: Стр. 59-60, раздел 5.3.

source: **FAIL** Bad PSVersion - not "(string) int". REF: Pages 62-64, section 5.3.
ru: **СБОЙ** Неверный PSVersion - не "(string) int". REF: Стр. 62-64, раздел 5.3.

source: **FAIL** Bad Product - not "(string)". REF: Page 62, section 5.3.
ru: **СБОЙ** Неверный Product - не "(string)". REF: Стр. 62, раздел 5.3.

source: **FAIL** Bad ShortNickName - longer than 31 chars. REF: Pages 64-65, section 5.3.
ru: **СБОЙ** Неверный ShortNickName - длиннее чем 31 символ. REF: Стр. 64-65, раздел 5.3.

source: **FAIL** Bad option %s choice %s REF: Page 84, section 5.9
ru: **СБОЙ** Для параметра %s используется неверный вариант выбора %s REF: Стр. 84, раздел 5.9

source: **FAIL** Default option code cannot be interpreted: %s
ru: **СБОЙ** Не удается опознать код параметра по умолчанию: %s

source: **FAIL** Default translation string for option %s choice %s contains 8-bit characters.
ru: **СБОЙ** Стандартная строка перевода для параметра %s, варианта выбора %s, содержит 8-битные символы.

source: **FAIL** Default translation string for option %s contains 8-bit characters.
ru: **СБОЙ** Стандартный перевод для параметра %s содержит 8-битовые символы.

source: **FAIL** Group names %s and %s differ only by case.
ru: **СБОЙ** Имена групп %s и %s отличаются только регистром символов.

source: **FAIL** Multiple occurrences of option %s choice name %s.
ru: **СБОЙ** Для варианта выбора параметра %s несколько раз встречается имя %s.

source: **FAIL** Option %s choice names %s and %s differ only by case.
ru: **СБОЙ** Для варианта выбора параметра %s имена %s и %s отличаются только регистром.

source: **FAIL** Option names %s and %s differ only by case.
ru: **СБОЙ** Имена параметра %s и %s отличаются только регистром символов.

source: **FAIL** REQUIRED Default%s REF: Page 40, section 4.5.
ru: **СБОЙ** ТРЕБУЕТСЯ Default%s REF: Стр. 40, раздел 4.5.

source: **FAIL** REQUIRED DefaultImageableArea REF: Page 102, section 5.15.
ru: **СБОЙ** ТРЕБУЕТСЯ DefaultImageableArea REF: Стр. 102, раздел 5.15.

source: **FAIL** REQUIRED DefaultPaperDimension REF: Page 103, section 5.15.
ru: **СБОЙ** ТРЕБУЕТСЯ DefaultPaperDimension REF: Стр. 103, раздел 5.15.

source: **FAIL** REQUIRED FileVersion REF: Page 56, section 5.3.
ru: **СБОЙ** ТРЕБУЕТСЯ FileVersion REF: Стр. 56, раздел 5.3.

source: **FAIL** REQUIRED FormatVersion REF: Page 56, section 5.3.
ru: **СБОЙ** ТРЕБУЕТСЯ FormatVersion REF: Стр. 56, раздел 5.3.

source: **FAIL** REQUIRED ImageableArea for PageSize %s REF: Page 41, section 5. REF: Page 102, section 5.15.
ru: **СБОЙ** ТРЕБУЕТСЯ ImageableArea для PageSize %s REF: Стр. 41, раздел 5. REF: Стр. 102, раздел 5.15.

source: **FAIL** REQUIRED LanguageEncoding REF: Pages 56-57, section 5.3.
ru: **СБОЙ** ТРЕБУЕТСЯ LanguageEncoding REF: Стр. 56-57, раздел 5.3.

source: **FAIL** REQUIRED LanguageVersion REF: Pages 57-58, section 5.3.
ru: **СБОЙ** ТРЕБУЕТСЯ LanguageVersion REF: Стр. 57-58, раздел 5.3.

source: **FAIL** REQUIRED Manufacturer REF: Pages 58-59, section 5.3.
ru: **СБОЙ** ТРЕБУЕТСЯ Manufacturer REF: Стр. 58-59, раздел 5.3.

source: **FAIL** REQUIRED ModelName REF: Pages 59-60, section 5.3.
ru: **СБОЙ** ТРЕБУЕТСЯ ModelName REF: Стр. 59-60, раздел 5.3.

source: **FAIL** REQUIRED NickName REF: Page 60, section 5.3.
ru: **СБОЙ** ТРЕБУЕТСЯ NickName REF: Стр. 60, раздел 5.3.

source: **FAIL** REQUIRED PCFileName REF: Pages 61-62, section 5.3.
ru: **СБОЙ** ТРЕБУЕТСЯ PCFileName REF: Стр. 61-62, раздел 5.3.

source: **FAIL** REQUIRED PSVersion REF: Pages 62-64, section 5.3.
ru: **СБОЙ** ТРЕБУЕТСЯ PSVersion REF: Стр. 62-64, раздел 5.3.

source: **FAIL** REQUIRED PageRegion REF: Page 100, section 5.14.
ru: **СБОЙ** ТРЕБУЕТСЯ PageRegion REF: Стр. 100, раздел 5.14.

source: **FAIL** REQUIRED PageSize REF: Page 41, section 5. REF: Page 99, section 5.14.
ru: **СБОЙ** ТРЕБУЕТСЯ PageSize REF: Стр. 41, раздел 5. REF: Стр. 99, раздел 5.14.

source: **FAIL** REQUIRED PageSize REF: Pages 99-100, section 5.14.
ru: **СБОЙ** ТРЕБУЕТСЯ PageSize REF: Стр. 99-100, раздел 5.14.

source: **FAIL** REQUIRED PaperDimension for PageSize %s REF: Page 41, section 5. REF: Page 103, section 5.15.
ru: **СБОЙ** ТРЕБУЕТСЯ PaperDimension для PageSize %s REF: Стр. 41, раздел 5. REF: Стр. 103, раздел 5.15.

source: **FAIL** REQUIRED Product REF: Page 62, section 5.3.
ru: **СБОЙ** ТРЕБУЕТСЯ Product REF: Стр. 62, раздел 5.3.

source: **FAIL** REQUIRED ShortNickName REF: Page 64-65, section 5.3.
ru: **СБОЙ** ТРЕБУЕТСЯ ShortNickName REF: Стр. 64-65, раздел 5.3.

source: **FAIL** Unable to open PPD file - %s on line %d.
ru: **СБОЙ** Не удается открыть PPD-файл - %s в строке %d.

source: %d ERRORS FOUND
ru: ОБНАРУЖЕНО ОШИБОК: %d

source: NO ERRORS FOUND
ru: ОШИБОК НЕ ОБНАРУЖЕНО

source: --cr End lines with CR (Mac OS 9).
ru: --cr Заканчивать строки с помощью CR (Mac OS 9).

source: --crlf End lines with CR + LF (Windows).
ru: --crlf Заканчивать строки с помощью CR + LF (Windows).

source: --lf End lines with LF (UNIX/Linux/macOS).
ru: --lf Заканчивать строки с помощью LF (UNIX/Linux/macOS).

source: --list-filters List filters that will be used.
ru: --list-filters Список фильтров, которые должны использоваться.

source: -D Remove the input file when finished.
ru: -D Удалить входной файл после завершения.

source: -D name=value Set named variable to value.
ru: -D name=value Установить заданную переменную в значение.

source: -I include-dir Add include directory to search path.
ru: -I include-dir Добавить каталог включения в путь поиска.

source: -P filename.ppd Set PPD file.
ru: -P filename.ppd Задать PPD-файл.

source: -U username Specify username.
ru: -U username Указать имя пользователя.

source: -c catalog.po Load the specified message catalog.
ru: -c catalog.po Загрузить указанный каталог сообщений.

source: -c cups-files.conf Set cups-files.conf file to use.
ru: -c cups-files.conf Использовать заданный файл cups-files.conf.

source: -d output-dir Specify the output directory.
ru: -d output-dir Задать каталог для выходных данных.

source: -d printer Use the named printer.
ru: -d printer Использовать заданный принтер.

source: -e Use every filter from the PPD file.
ru: -e Использовать каждый фильтр из PPD-файла.

source: -i mime/type Set input MIME type (otherwise auto-typed).
ru: -i mime/type Указать тип MIME данных на входе (иначе автоопред.).

source: -j job-id[,N] Filter file N from the specified job (default is file 1).
ru: -j job-id[,N] Из указанного задания выбирается файл N (по умолчанию файл 1).

source: -l lang[,lang,...] Specify the output language(s) (locale).
ru: -l lang[,lang,...] Задать выходные языки (locale).

source: -m Use the ModelName value as the filename.
ru: -m Использовать ModelName в качестве имени файла.

source: -m mime/type Set output MIME type (otherwise application/pdf).
ru: -m mime/type Указать тип MIME данных на выходе (иначе application/pdf).

source: -n copies Set number of copies.
ru: -n copies Указать количество копий.

source: -o filename.drv Set driver information file (otherwise ppdi.drv).
ru: -o filename.drv Указать файл с информацией о драйвере (иначе ppdi.drv).

source: -o filename.ppd[.gz] Set output file (otherwise stdout).
ru: -o filename.ppd[.gz] Задать выходной файл (иначе stdout).

source: -o name=value Set option(s).
ru: -o name=value Задать параметры.

source: -p filename.ppd Set PPD file.
ru: -p filename.ppd Задать PPD-файл.

source: -t Test PPDs instead of generating them.
ru: -t Проверить PPD-файлы вместо их создания.

source: -t title Set title.
ru: -t title Задать заголовок.

source: -u Remove the PPD file when finished.
ru: -u Удалить PPD-файл после завершения.

source: -v Be verbose.
ru: -v Подробный вывод.

source: -z Compress PPD files using GNU zip.
ru: -z Сжимать PPD-файлы с помощью GNU zip.

source: FAIL
ru: СБОЙ

source: PASS
ru: УСПЕШНО

source: ! expression Unary NOT of expression
ru: ! expression Унарный НЕ выражения

source: "%s": Bad URI value "%s" - %s (RFC 8011 section 5.1.6).
ru: "%s": неверное значение URI "%s" - %s (RFC 8011, раздел 5.1.6).

source: "%s": Bad URI value "%s" - bad length %d (RFC 8011 section 5.1.6).
ru: "%s": неверное значение URI "%s" - неверная длина %d (RFC 8011, раздел 5.1.6).

source: "%s": Bad attribute name - bad length %d (RFC 8011 section 5.1.4).
ru: "%s": неверное имя атрибута - неверная длина %d (RFC 8011, раздел 5.1.4).

source: "%s": Bad attribute name - invalid character (RFC 8011 section 5.1.4).
ru: "%s": неверное имя атрибута - недопустимый символ (RFC 8011, раздел 5.1.4).

source: "%s": Bad boolean value %d (RFC 8011 section 5.1.21).
ru: "%s": неверное логическое значение %d (RFC 8011, раздел 5.1.21).

source: "%s": Bad charset value "%s" - bad characters (RFC 8011 section 5.1.8).
ru: "%s": неверное значение набора символов "%s" - неверные символы (RFC 8011, раздел 5.1.8).

source: "%s": Bad charset value "%s" - bad length %d (RFC 8011 section 5.1.8).
ru: "%s": неверное значение набора символов "%s" - неверная длина %d (RFC 8011, раздел 5.1.8).

source: "%s": Bad dateTime UTC hours %u (RFC 8011 section 5.1.15).
ru: "%s": неверное значение часов UTC dateTime, %u (RFC 8011, раздел 5.1.15).

source: "%s": Bad dateTime UTC minutes %u (RFC 8011 section 5.1.15).
ru: "%s": неверное значение минут UTC dateTime, %u (RFC 8011, раздел 5.1.15).

source: "%s": Bad dateTime UTC sign '%c' (RFC 8011 section 5.1.15).
ru: "%s": неверное значение знака UTC dateTime, '%c' (RFC 8011, раздел 5.1.15).

source: "%s": Bad dateTime day %u (RFC 8011 section 5.1.15).
ru: "%s": неверное значение дня dateTime, %u (RFC 8011, раздел 5.1.15).

source: "%s": Bad dateTime deciseconds %u (RFC 8011 section 5.1.15).
ru: "%s": неверное значение децисекунд dateTime, %u (RFC 8011, раздел 5.1.15).

source: "%s": Bad dateTime hours %u (RFC 8011 section 5.1.15).
ru: "%s": неверное значение часов dateTime, %u (RFC 8011, раздел 5.1.15).

source: "%s": Bad dateTime minutes %u (RFC 8011 section 5.1.15).
ru: "%s": неверное значение минут dateTime, %u (RFC 8011, раздел 5.1.15).

source: "%s": Bad dateTime month %u (RFC 8011 section 5.1.15).
ru: "%s": неверное значение месяца dateTime, %u (RFC 8011, раздел 5.1.15).

source: "%s": Bad dateTime seconds %u (RFC 8011 section 5.1.15).
ru: "%s": неверное значение секунд dateTime, %u (RFC 8011, раздел 5.1.15).

source: "%s": Bad enum value %d - out of range (RFC 8011 section 5.1.5).
ru: "%s": неверное значение перечислимого типа %d - вне диапазона (RFC 8011, раздел 5.1.5).

source: "%s": Bad keyword value "%s" - bad length %d (RFC 8011 section 5.1.4).
ru: "%s": неверное значение ключевого слова "%s" - неверная длина %d (RFC 8011, раздел 5.1.4).

source: "%s": Bad keyword value "%s" - invalid character (RFC 8011 section 5.1.4).
ru: "%s": неверное значение ключевого слова "%s" - недопустимый символ (RFC 8011, раздел 5.1.4).

source: "%s": Bad mimeMediaType value "%s" - bad characters (RFC 8011 section 5.1.10).
ru: "%s": неверное значение mimeMediaType "%s" - неверные символы (RFC 8011, раздел 5.1.10).

source: "%s": Bad mimeMediaType value "%s" - bad length %d (RFC 8011 section 5.1.10).
ru: "%s": неверное значение mimeMediaType "%s" - неверная длина %d (RFC 8011, раздел 5.1.10).

source: "%s": Bad name value "%s" - bad UTF-8 sequence (RFC 8011 section 5.1.3).
ru: "%s": неверное значение имени "%s" - неверная последовательность UTF-8 (RFC 8011, раздел 5.1.3).

source: "%s": Bad name value "%s" - bad control character (PWG 5100.14 section 8.1).
ru: "%s": неверное значение имени "%s" - неверный управляющий символ (PWG 5100.14, раздел 8.1).

source: "%s": Bad name value "%s" - bad length %d (RFC 8011 section 5.1.3).
ru: "%s": неверное значение имени "%s" - неверная длина %d (RFC 8011, раздел 5.1.3).

source: "%s": Bad naturalLanguage value "%s" - bad characters (RFC 8011 section 5.1.9).
ru: "%s": неверное значение naturalLanguage "%s" - неверные символы (RFC 8011, раздел 5.1.9).

source: "%s": Bad naturalLanguage value "%s" - bad length %d (RFC 8011 section 5.1.9).
ru: "%s": неверное значение naturalLanguage "%s" - неверная длина %d (RFC 8011, раздел 5.1.9).

source: "%s": Bad octetString value - bad length %d (RFC 8011 section 5.1.20).
ru: "%s": неверное значение octetString - неверная длина %d (RFC 8011, раздел 5.1.20).

source: "%s": Bad rangeOfInteger value %d-%d - lower greater than upper (RFC 8011 section 5.1.14).
ru: "%s": неверное значение rangeOfInteger %d-%d - нижняя граница больше верхней (RFC 8011, раздел 5.1.14).

source: "%s": Bad resolution value %dx%d%s - bad units value (RFC 8011 section 5.1.16).
ru: "%s": неверное значение разрешения %dx%d%s - неверное значение единиц (RFC 8011, раздел 5.1.16).
