Repository: H3c-t0r/openprintcups
Catalog: locale/cups_*.po
Languages: ru

source: Error sending raster data.
ru: Ошибка отправки данных растра.

source: Error: need hostname after "-h" option.
ru: Ошибка: необходимо указать имя хоста после параметра "-h".

source: Every 10 Labels
ru: Каждые 10 этикеток

source: Every 2 Labels
ru: Каждые 2 этикетки

source: Every 3 Labels
ru: Каждые 3 этикетки

source: Every 4 Labels
ru: Каждые 4 этикетки

source: Every 5 Labels
ru: Каждые 5 этикеток

source: Every 6 Labels
ru: Каждые 6 этикеток

source: Every 7 Labels
ru: Каждые 7 этикеток

source: Every 8 Labels
ru: Каждые 8 этикеток

source: Every 9 Labels
ru: Каждые 9 этикеток

source: Every Label
ru: Каждая этикетка

source: Expectation Failed
ru: Ожидаемые данные не получены

source: Expressions:
ru: Выражения:

source: Fast Grayscale
ru: Быстрые оттенки серого

source: File "%s" contains a relative path.
ru: Файл "%s" содержит относительный путь.

source: File "%s" has insecure permissions (0%o/uid=%d/gid=%d).
ru: Файл "%s" имеет небезопасные права доступа (0%o/uid=%d/gid=%d).

source: File "%s" is a directory.
ru: Файл "%s" является каталогом.

source: File "%s" not available: %s
ru: Файл "%s" недоступен: %s

source: File "%s" permissions OK (0%o/uid=%d/gid=%d).
ru: Корректные права доступа к файлу "%s" (0%o/uid=%d/gid=%d).

source: File Folder
ru: Папка с файлами

source: File device URIs have been disabled. To enable, see the FileDevice directive in "%s/cups-files.conf".
ru: URI-адреса файловых устройств отключены! Чтобы включить их, используйте директиву FileDevice в "%s/cups-files.conf".

source: Finished page %d.
ru: Завершена печать страницы %d.

source: Finishing Preset
ru: Завершающая предустановка

source: Fold
ru: Сгиб

source: Forbidden
ru: Запрещено

source: Found
ru: Найдено

source: General
ru: Основные

source: Generic
ru: Общее

source: Get-Response-PDU uses indefinite length
ru: Get-Response-PDU имеет неопределенную длину

source: Glossy Paper
ru: Глянцевая бумага

source: Got a printer-uri attribute but no job-id.
ru: Получен атрибут printer-uri, но не job-id.

source: GrayScale
ru: Оттенки серого

source: Grayscale
ru: Оттенки серого

source: Hanging Folder
ru: Папка подвесного хранения

source: Hash buffer too small.
ru: Слишком маленький буфер хэша.

source: Help file not in index.
ru: Файл справки не проиндексирован.

source: High
ru: Высокий

source: IPP 1setOf attribute with incompatible value tags.
ru: IPP: атрибут 1setOf с несовместимыми метками значения.

source: IPP attribute has no name.
ru: IPP: атрибут не имеет имени.

source: IPP attribute is not a member of the message.
ru: IPP: атрибут не входит в состав сообщения.

source: IPP begCollection value not 0 bytes.
ru: IPP: значение begCollection не 0 байт.

source: IPP boolean value not 1 byte.
ru: IPP: логическое значение не 1 байт.

source: IPP date value not 11 bytes.
ru: IPP: значение даты не 11 байт.

source: IPP endCollection value not 0 bytes.
ru: IPP: значение endCollection не 0 байт.

source: IPP enum value not 4 bytes.
ru: IPP: значение перечислимого типа не 4 байта.

source: IPP extension tag larger than 0x7FFFFFFF.
ru: IPP: метка расширения больше 0x7FFFFFFF.

source: IPP integer value not 4 bytes.
ru: IPP: целочисленное значение не 4 байта.

source: IPP language length overflows value.
ru: IPP: переполнение значения длины языка.

source: IPP language length too large.
ru: IPP: слишком большая длина языка.

source: IPP member name is not empty.
ru: IPP: имя члена группы не пустое.

source: IPP memberName value is empty.
ru: IPP: пустое значение memberName.

source: IPP memberName with no attribute.
ru: IPP: memberName без атрибута.

source: IPP name larger than 32767 bytes.
ru: IPP: имя больше 32767 байт.

source: IPP nameWithLanguage value less than minimum 4 bytes.
ru: IPP: значение nameWithLanguage меньше минимума 4 байт.

source: IPP octetString length too large.
ru: IPP: слишком большая длина octetString.

source: IPP rangeOfInteger value not 8 bytes.
ru: IPP: значение rangeOfInteger не 8 байт.

source: IPP resolution value not 9 bytes.
ru: IPP: значение разрешения не 9 байт.

source: IPP string length overflows value.
ru: IPP: переполнение значения длины строки.

source: IPP textWithLanguage value less than minimum 4 bytes.
ru: IPP: значение textWithLanguage меньше минимума 4 байт.

source: IPP value larger than 32767 bytes.
ru: IPP: значение больше 32767 байт.

source: IPPFIND_SERVICE_DOMAIN Domain name
ru: IPPFIND_SERVICE_DOMAIN Доменное имя

source: IPPFIND_SERVICE_HOSTNAME Fully-qualified domain name
ru: IPPFIND_SERVICE_HOSTNAME Полное доменное имя

source: IPPFIND_SERVICE_NAME Service instance name
ru: IPPFIND_SERVICE_NAME Имя экземпляра службы

source: IPPFIND_SERVICE_PORT Port number
ru: IPPFIND_SERVICE_PORT Номер порта

source: IPPFIND_SERVICE_REGTYPE DNS-SD registration type
ru: IPPFIND_SERVICE_REGTYPE Тип регистрации DNS-SD

source: IPPFIND_SERVICE_SCHEME URI scheme
ru: IPPFIND_SERVICE_SCHEME Схема URI

source: IPPFIND_TXT_* Value of TXT record key
ru: IPPFIND_TXT_* Значение ключа записи TXT

source: ISOLatin1
ru: UTF-8

source: Illegal control character
ru: Недопустимый управляющий символ

source: Illegal main keyword string
ru: Недопустимая строка ключевого слова-параметра

source: Illegal option keyword string
ru: Недопустимая строка ключевого слова-варианта

source: Illegal translation string
ru: Недопустимая строка перевода

source: Illegal whitespace character
ru: Недопустимый символ пробела

source: Installable Options
ru: Параметры, разрешенные к установке

source: Installed
ru: Установлено

source: IntelliBar Label Printer
ru: Принтер для печати этикеток IntelliBar

source: Internal Server Error
ru: Внутренняя ошибка сервера

source: Internal error
ru: Внутренняя ошибка

source: Internet Postage 2-Part
ru: Наклейки Internet Postage (2 части)

source: Internet Postage 3-Part
ru: Наклейки Internet Postage (3 части)

source: Internet Printing Protocol
ru: Протокол интернет-печати

source: Invalid group tag.
ru: Неверная метка группы.

source: Invalid media name arguments.
ru: Неверные аргументы имени бумаги.

source: Invalid media size.
ru: Неверный размер носителя.

source: Invalid named IPP attribute in collection.
ru: Недопустимый заданный атрибут IPP в коллекции.

source: Invalid ppd-name value.
ru: Неверное значение ppd-name.

source: Invalid printer command "%s".
ru: Неверная команда принтера "%s".

source: JIS B4 Long Edge
ru: JIS B4 длинная сторона

source: JIS B5 Long Edge
ru: JIS B5 длинная сторона

source: JIS B6 Long Edge
ru: JIS B6 длинная сторона

source: Job #%d cannot be restarted - no files.
ru: Задание #%d не может быть перезапущено - отсутствуют файлы.

source: Job #%d does not exist.
ru: Задание #%d не существует.

source: Job #%d is already aborted - can't cancel.
ru: Задание #%d уже прервано - не удается отменить.

source: Job #%d is already canceled - can't cancel.
ru: Задание #%d уже отменено - не удается отменить.

source: Job #%d is already completed - can't cancel.
ru: Задание #%d уже завершено - не удается отменить.

source: Job #%d is finished and cannot be altered.
ru: Задание #%d завершено и не может быть изменено.

source: Job #%d is not complete.
ru: Задание #%d не завершено.

source: Job #%d is not held for authentication.
ru: Задание #%d не удерживается для аутентификации.

source: Job #%d is not held.
ru: Задание #%d не удерживается.

source: Job Completed
ru: Задание завершено

source: Job Created
ru: Задание создано

source: Job Options Changed
ru: Параметры задания изменены

source: Job Stopped
ru: Задание остановлено

source: Job is completed and cannot be changed.
ru: Задание завершено и не может быть изменено.

source: Job operation failed
ru: Сбой операции задания

source: Job state cannot be changed.
ru: Состояние задания не может быть изменено.

source: Job subscriptions cannot be renewed.
ru: Подписки на задание не могут быть обновлены.

source: Jobs
ru: Задания

source: LPD/LPR Host or Printer
ru: Хост или принтер LPD/LPR

source: LPDEST environment variable names default destination that does not exist.
ru: Переменная окружения LPDEST указывает на несуществующее место назначения по умолчанию.

source: Label Printer
ru: Принтер для печати этикеток

source: Label Top
ru: Верхний край этикетки

source: Language "%s" not supported.
ru: Язык "%s" не поддерживается.

source: Large Address
ru: Полный адрес

source: LaserJet Series PCL 4/5
ru: Серия LaserJet, PCL 4/5

source: Letter Oversize
ru: Letter большой размер

source: Letter Oversize Long Edge
ru: Letter большой размер длинная сторона

source: Light
ru: Светлый

source: Line longer than the maximum allowed (255 characters)
ru: Строка длиннее разрешенного предела (255 символов)

source: List Available Printers
ru: Список доступных принтеров

source: Listening on port %d.
ru: Прослушивание порта %d.

source: Local printer created.
ru: Локальный принтер создан.

source: Long-Edge (Portrait)
ru: По длинной стороне (книжная)

source: Looking for printer.
ru: Поиск принтера.

source: Main Roll
ru: Основной рулон

source: Manual Feed
ru: Ручная подача

source: Media Size
ru: Размер носителя

source: Media Source
ru: Источник носителя

source: Media Tracking
ru: Отслеживание носителя

source: Media Type
ru: Тип носителя

source: Medium
ru: Средний

source: Memory allocation error
ru: Ошибка выделения памяти

source: Missing CloseGroup
ru: Отсутствует CloseGroup

source: Missing CloseUI/JCLCloseUI
ru: Отсутствует CloseUI/JCLCloseUI

source: Missing PPD-Adobe-4.x header
ru: Отсутствует заголовок PPD-Adobe-4.x

source: Missing asterisk in column 1
ru: Отсутствует звездочка в позиции 1

source: Missing document-number attribute.
ru: Отсутствует атрибут document-number.

source: Missing form variable
ru: Отсутствует переменная формы

source: Missing last-document attribute in request.
ru: Отсутствует атрибут last-document в запросе.

source: Missing media or media-col.
ru: Отсутствует media или media-col.

source: Missing media-size in media-col.
ru: Отсутствует media-size в media-col.

source: Missing notify-subscription-ids attribute.
ru: Отсутствует атрибут notify-subscription-ids

source: Missing option keyword
ru: Отсутствует ключевое слово-вариант

source: Missing requesting-user-name attribute.
ru: Отсутствует атрибут requesting-user-name.

source: Missing required attribute "%s".
ru: Отсутствует обязательный атрибут "%s".

source: Missing required attributes.
ru: Отсутствуют обязательные атрибуты.

source: Missing resource in URI
ru: Отсутствует resource в URI

source: Missing scheme in URI
ru: Отсутствует scheme в URI

source: Missing value string
ru: Отсутствует строка значения

source: Missing x-dimension in media-size.
ru: Отсутствует x-dimension в media-size.

source: Missing y-dimension in media-size.
ru: Отсутствует y-dimension в media-size.

source: Model: name = %s natural_language = %s make-and-model = %s device-id = %s
ru: Модель: name = %s natural_language = %s make-and-model = %s device-id = %s

source: Modifiers:
ru: Модификаторы:

source: Modify Class
ru: Изменить группу

source: Modify Printer
ru: Изменить принтер

source: Move All Jobs
ru: Переместить все задания

source: Move Job
ru: Переместить задание

source: Moved Permanently
ru: Перемещено окончательно

source: NULL PPD file pointer
ru: Указатель PPD-файла установлен на NULL

source: Name OID uses indefinite length
ru: Имя OID имеет неопределенную длину

source: Nested classes are not allowed.
ru: Вложенные группы не допускаются.

source: Never
ru: Никогда

source: New credentials are not valid for name.
ru: Новые учетные данные некорректны для имени.

source: New credentials are older than stored credentials.
ru: Новые учетные данные старее, чем сохраненные учетные данные.

source: No
ru: Нет

source: No Content
ru: Нет содержимого

source: No IPP attributes.
ru: Нет атрибутов IPP.

source: No PPD name
ru: Нет имени PPD-файла

source: No VarBind SEQUENCE
ru: Нет SEQUENCE для VarBind

source: No active connection
ru: Нет рабочего подключения

source: No active connection.
ru: Нет рабочего подключения.

source: No active jobs on %s.
ru: Нет активных заданий на %s.

source: No attributes in request.
ru: Нет атрибутов в запросе.

source: No authentication information provided.
ru: Нет информации для проверки подлинности.

source: No common name specified.
ru: Не указано общее имя.

source: No community name
ru: Нет имени сообщества

source: No default destination.
ru: Нет места назначения по умолчанию.

source: No default printer.
ru: Нет принтера по умолчанию.

source: No destinations added.
ru: Нет добавленных мест назначения.

source: No device URI found in argv[0] or in DEVICE_URI environment variable.
ru: Не удалось найти URI устройства в argv[0] или в переменной окружения DEVICE_URI.

source: No error-index
ru: Нет значения error-index

source: No error-status
ru: Нет значения error-status

source: No file in print request.
ru: Нет файла в запросе на печать.

source: No modification time
ru: Не указано время изменения

source: No name OID
ru: Нет имени OID

source: No pages were found.
ru: Страницы не были найдены.

source: No printer name
ru: Нет имени принтера

source: No printer-uri found
ru: Не найден printer-uri

source: No printer-uri found for class
ru: Не найден printer-uri для группы

source: No printer-uri in request.
ru: В запросе нет printer-uri.

source: No request URI.
ru: Нет URI запроса.

source: No request protocol version.
ru: Нет версии протокола запроса.

source: No request sent.
ru: Не отправлен запрос.

source: No request-id
ru: Нет идентификатора request-id

source: No stored credentials, not valid for name.
ru: Нет сохраненных учетных данных, некорректно для имени.

source: No subscription attributes in request.
ru: Нет атрибутов подписки в запросе.

source: No subscriptions found.
ru: Подписки не найдены.

source: No variable-bindings SEQUENCE
ru: Нет SEQUENCE для variable-bindings

source: No version number
ru: Нет номера версии

source: Non-continuous (Mark sensing)
ru: С прерыванием (распознавание меток)

source: Non-continuous (Web sensing)
ru: С прерыванием (распознавание промежутков)

source: None
ru: Нет

source: Normal
ru: Обычный

source: Not Found
ru: Не найдено

source: Not Implemented
ru: Не реализовано

source: Not Installed
ru: Не установлено

source: Not Modified
ru: Не изменено

source: Not Supported
ru: Не поддерживается

source: Not allowed to print.
ru: Не разрешено печатать.

source: Note
ru: Примечание

source: OK
ru: ОК

source: Off (1-Sided)
ru: Выкл. (односторонняя печать)

source: Online Help
ru: Интернет-справка

source: Only local users can create a local printer.
ru: Локальный принтер могут создать только локальные пользователи.

source: Open of %s failed: %s
ru: Не удалось открыть %s: %s

source: OpenGroup without a CloseGroup first
ru: OpenGroup без предшествующего CloseGroup

source: OpenUI/JCLOpenUI without a CloseUI/JCLCloseUI first
ru: OpenUI/JCLOpenUI без предшествующего CloseUI/JCLCloseUI

source: Operation Policy
ru: Политика операций

source: Option "%s" cannot be included via %%%%IncludeFeature.
ru: Параметр "%s" не может быть добавлен через %%%%IncludeFeature.

source: Options Installed
ru: Установленные параметры

source: Options:
ru: Параметры:

source: Other Media
ru: Другой носитель

source: Other Tray
ru: Другой лоток

source: Out of date PPD cache file.
ru: Устаревший файл кэша PPD.

source: Out of memory.
ru: Недостаточно памяти.

source: Output Mode
ru: Режим вывода

source: PCL Laser Printer
ru: Лазерный принтер PCL

source: PRC16K Long Edge
ru: PRC16K длинная сторона

source: PRC32K Long Edge
ru: PRC32K длинная сторона

source: PRC32K Oversize
ru: PRC32K большой размер

source: PRC32K Oversize Long Edge
ru: PRC32K большой размер длинная сторона

source: PRINTER environment variable names default destination that does not exist.
ru: Переменная окружения PRINTER указывает на несуществующее место назначения по умолчанию.

source: Packet does not contain a Get-Response-PDU
ru: В пакете нет Get-Response-PDU

source: Packet does not start with SEQUENCE
ru: Нет индикатора SEQUENCE в начале пакета

source: Password for %s on %s?
ru: Пароль для %s на %s?

source: Pause Class
ru: Приостановить группу

source: Pause Printer
ru: Приостановить принтер

source: Peel-Off
ru: Снятие основы

source: Photo
ru: Фото

source: Photo Labels
ru: Фотоэтикетки

source: Plain Paper
ru: Обычная бумага

source: Policies
ru: Политики

source: Port Monitor
ru: Мониторинг порта

source: PostScript Printer
ru: Принтер PostScript

source: Postcard
ru: Открытка

source: Postcard Double
ru: Открытка двойная

source: Postcard Double Long Edge
ru: Открытка двойная длинная сторона

source: Postcard Long Edge
ru: Открытка длинная сторона

source: Preparing to print.
ru: Подготовка к печати.

source: Print Density
ru: Плотность печати

source: Print Job:
ru: Задание печати:

source: Print Mode
ru: Режим печати

source: Print Quality
ru: Качество печати

source: Print Rate
ru: Скорость печати

source: Print Self-Test Page
ru: Напечатать пробную страницу

source: Print Speed
ru: Скорость печати

source: Print Test Page
ru: Напечатать пробную страницу

source: Print and Cut
ru: Напечатать и обрезать

source: Print and Tear
ru: Напечатать и оторвать

source: Print file sent.
ru: Файл печати отправлен.

source: Print job canceled at printer.
ru: Задание отменено на принтере.

source: Print job too large.
ru: Задание слишком большое.

source: Print job was not accepted.
ru: Задание не принято.

source: Printer "%s" already exists.
ru: Принтер "%s" уже существует.

source: Printer Added
ru: Принтер добавлен

source: Printer Default
ru: Значение по умолчанию для принтера

source: Printer Deleted
ru: Принтер удален

source: Printer Modified
ru: Принтер изменен

source: Printer Paused
ru: Принтер приостановлен

source: Printer Settings
ru: Параметры принтера

source: Printer cannot print supplied content.
ru: Принтер не может распечатать данное содержимое.

source: Printer cannot print with supplied options.
ru: Принтер не может печатать с данными параметрами.

source: Printer does not support required IPP attributes or document formats.
ru: Принтер не поддерживает обязательные атрибуты или форматы документов IPP.

source: Printer:
ru: Принтер:

source: Printers
ru: Принтеры

source: Printing page %d, %u%% complete.
ru: Печать страницы %d, %u%% завершено.

source: Punch
ru: Пробивка

source: Quota limit reached.
ru: Предел квоты достигнут.

source: Rank Owner Job File(s) Total Size
ru: Ранг Владелец Задание Файл(ы) Общий размер

source: Reject Jobs
ru: Отклонить задания

source: Remote host did not accept control file (%d).
ru: Удаленный хост не принял управляющий файл (%d).

source: Remote host did not accept data file (%d).
ru: Удаленный хост не принял файл данных (%d).

source: Reprint After Error
ru: Повторить печать после ошибки

source: Request Entity Too Large
ru: Слишком большое содержимое запроса

source: Resolution
ru: Разрешение

source: Resume Class
ru: Возобновить работу группы

source: Resume Printer
ru: Возобновить работу принтера

source: Return Address
ru: Обратный адрес

source: Rewind
ru: Перемотка назад

source: SEQUENCE uses indefinite length
ru: SEQUENCE имеет неопределенную длину

source: SSL/TLS Negotiation Error
ru: Ошибка согласования SSL/TLS

source: Second Roll (DUO/Twin Only)
ru: Второй рулон (только при поддержке двух рулонов)

source: See Other
ru: См. другой адрес

source: See remote printer.
ru: Показать удаленный принтер.

source: Self-signed credentials are blocked.
ru: Самоподписанные учетные данные заблокированы.

source: Sending data to printer.
ru: Отправка данных на принтер.

source: Server Restarted
ru: Сервер перезагружен

source: Server Security Auditing
ru: Проверка безопасности сервера

source: Server Started
ru: Сервер загружен

source: Server Stopped
ru: Сервер остановлен

source: Server credentials not set.
ru: Учетные данные сервера не заданы.

source: Service Unavailable
ru: Служба недоступна

source: Set Allowed Users
ru: Указать допущенных пользователей

source: Set As Server Default
ru: Установить как значение по умолчанию для сервера

source: Set Class Options
ru: Настроить параметры группы

source: Set Printer Options
ru: Настроить параметры принтера

source: Set Publishing
ru: Настроить публикацию

source: Shipping Address
ru: Адрес доставки

source: Short-Edge (Landscape)
ru: По короткой стороне (альбомная)

source: Special Paper
ru: Особая бумага

source: Spooling job, %.0f%% complete.
ru: Постановка в очередь, %.0f%% завершено.

source: Standard
ru: Стандартный

source: Staple
ru: Скобка

source: Starting Banner
ru: Стартовый баннер

source: Starting page %d.
ru: Начата печать страницы %d.

source: Subscription #%d does not exist.
ru: Подписка #%d не существует.

source: Substitutions:
ru: Замены:

source: Switching Protocols
ru: Переключение протоколов

source: Tabloid Oversize
ru: Tabloid большой размер

source: Tabloid Oversize Long Edge
ru: Tabloid большой размер длинная сторона

source: Tear
ru: Отрыв

source: Tear-Off
ru: Отрыв

source: Tear-Off Adjust Position
ru: Откорректировать положение места отрыва

source: The "%s" attribute is required for print jobs.
ru: Для заданий печати требуется атрибут "%s".

source: The %s attribute cannot be provided with job-ids.
ru: Атрибут %s не может быть использован с идентификаторами заданий.

source: The '%s' Job Status attribute cannot be supplied in a job creation request.
ru: Атрибут состояния задания '%s' не может быть подставлен в запрос на создание задания.

source: The '%s' operation attribute cannot be supplied in a Create-Job request.
ru: Атрибут операции '%s' не может быть подставлен в запрос Create-Job.

source: The PPD file "%s" could not be found.
ru: Не удается найти PPD-файл "%s".

source: The PPD file "%s" could not be opened: %s
ru: Не удалось открыть PPD-файл "%s": %s

source: The PPD file could not be opened.
ru: Не удалось открыть PPD-файл.

source: The class name may only contain up to 127 printable characters and may not contain spaces, slashes (/), or the pound sign (#).
ru: Имя группы может содержать не более 127 печатных символов и не может содержать пробелы, символы косой черты (/) или знаки "решетки" (#).

source: The notify-lease-duration attribute cannot be used with job subscriptions.
ru: Атрибут notify-lease-duration не может использоваться с подписками на задание.

source: The notify-user-data value is too large (%d > 63 octets).
ru: Слишком большое значение notify-user-data (%d > 63 октета).

source: The printer configuration is incorrect or the printer no longer exists.
ru: Неправильная конфигурация принтера, или принтер больше не существует.

source: The printer did not respond.
ru: Принтер не ответил.

source: The printer is in use.
ru: Принтер используется.

source: The printer is not connected.
ru: Принтер не подключен.

source: The printer is not responding.
ru: Принтер не отвечает.

source: The printer is now connected.
ru: Теперь принтер подключен.

source: The printer is now online.
ru: Теперь принтер в сети.

source: The printer is offline.
ru: Принтер не в сети.

source: The printer is unreachable at this time.
ru: В настоящее время принтер недоступен.

source: The printer may not exist or is unavailable at this time.
ru: Принтер, возможно, не существует или недоступен в настоящее время.

source: The printer name may only contain up to 127 printable characters and may not contain spaces, slashes (/ \), quotes (' "), question mark (?), or the pound sign (#).
ru: Имя принтера может содержать не более 127 печатных символов и не может содержать пробелы, символы косой черты (/ \), кавычки (' "), знаки вопроса (?) или знаки "решетки" (#).

source: The printer or class does not exist.
ru: Принтер или группа не существует.

source: The printer or class is not shared.
ru: Принтер или группа без совместного доступа.
