Repository: H3c-t0r/openprintcups
Catalog: locale/cups_*.po
Languages: ru

source: document-privacy-scope
ru: Область применения конфиденциальности документа

source: document-privacy-scope.all
ru: Все

source: document-privacy-scope.default
ru: По умолчанию

source: document-privacy-scope.none
ru: Нет

source: document-privacy-scope.owner
ru: Владелец

source: document-state
ru: Состояние документа

source: document-state-reasons
ru: Подробное состояние документа

source: document-state-reasons.aborted-by-system
ru: Прервано системой

source: document-state-reasons.canceled-at-device
ru: Отменено на устройстве

source: document-state-reasons.canceled-by-operator
ru: Отменено оператором

source: document-state-reasons.canceled-by-user
ru: Отменено пользователем

source: document-state-reasons.completed-successfully
ru: Успешно завершено

source: document-state-reasons.completed-with-errors
ru: Завершено с ошибками

source: document-state-reasons.completed-with-warnings
ru: Завершено с предупреждениями

source: document-state-reasons.compression-error
ru: Ошибка сжатия

source: document-state-reasons.data-insufficient
ru: Недостаточно данных

source: document-state-reasons.digital-signature-did-not-verify
ru: Не проверена цифровая подпись

source: document-state-reasons.digital-signature-type-not-supported
ru: Тип цифровой подписи не поддерживается

source: document-state-reasons.digital-signature-wait
ru: Ожидание цифровой подписи

source: document-state-reasons.document-access-error
ru: Ошибка доступа к документу

source: document-state-reasons.document-fetchable
ru: Документ доступен для получения

source: document-state-reasons.document-format-error
ru: Ошибка формата документа

source: document-state-reasons.document-password-error
ru: Ошибка пароля документа

source: document-state-reasons.document-permission-error
ru: Ошибка прав документа

source: document-state-reasons.document-security-error
ru: Ошибка безопасности документа

source: document-state-reasons.document-unprintable-error
ru: Ошибка: печать документа невозможна

source: document-state-reasons.errors-detected
ru: Обнаружены ошибки

source: document-state-reasons.incoming
ru: Входящий

source: document-state-reasons.interpreting
ru: Интерпретация

source: document-state-reasons.none
ru: Нет

source: document-state-reasons.outgoing
ru: Исходящий

source: document-state-reasons.printing
ru: Печать

source: document-state-reasons.processing-to-stop-point
ru: Обработка до точки остановки

source: document-state-reasons.queued
ru: В очереди

source: document-state-reasons.queued-for-marker
ru: В очереди на маркер

source: document-state-reasons.queued-in-device
ru: В очереди на устройстве

source: document-state-reasons.resources-are-not-ready
ru: Ресурсы не готовы

source: document-state-reasons.resources-are-not-supported
ru: Ресурсы не поддерживаются

source: document-state-reasons.submission-interrupted
ru: Отправка прервана

source: document-state-reasons.transforming
ru: Преобразование

source: document-state-reasons.unsupported-compression
ru: Неподдерживаемое сжатие

source: document-state-reasons.unsupported-document-format
ru: Неподдерживаемый формат документа

source: document-state-reasons.warnings-detected
ru: Обнаружены предупреждения

source: document-state.3
ru: В ожидании

source: document-state.5
ru: В обработке

source: document-state.6
ru: Остановлено

source: document-state.7
ru: Отменено

source: document-state.8
ru: Прервано

source: document-state.9
ru: Завершено

source: error-index uses indefinite length
ru: error-index имеет неопределенную длину

source: error-status uses indefinite length
ru: error-status имеет неопределенную длину

source: expression --and expression Logical AND
ru: expression --and expression Логическое И

source: expression --or expression Logical OR
ru: expression --or expression Логическое ИЛИ

source: expression expression Logical AND
ru: expression expression Логическое И

source: feed-orientation
ru: Ориентация подачи

source: feed-orientation.long-edge-first
ru: Сначала длинная сторона

source: feed-orientation.short-edge-first
ru: Сначала короткая сторона

source: fetch-status-code
ru: Код состояния получения

source: finishing-template
ru: Шаблон окончательной обработки

source: finishing-template.bale
ru: Пачки

source: finishing-template.bind
ru: Переплет

source: finishing-template.bind-bottom
ru: Скрепление снизу

source: finishing-template.bind-left
ru: Скрепление слева

source: finishing-template.bind-right
ru: Скрепление справа

source: finishing-template.bind-top
ru: Скрепление сверху

source: finishing-template.booklet-maker
ru: Изготовитель буклетов

source: finishing-template.coat
ru: Покрытие

source: finishing-template.cover
ru: Обложка

source: finishing-template.edge-stitch
ru: Сшивка по краю

source: finishing-template.edge-stitch-bottom
ru: Сшивка по краю снизу

source: finishing-template.edge-stitch-left
ru: Сшивка по краю слева

source: finishing-template.edge-stitch-right
ru: Сшивка по краю справа

source: finishing-template.edge-stitch-top
ru: Сшивка по краю сверху

source: finishing-template.fold
ru: Сгиб

source: finishing-template.fold-accordion
ru: Сгиб гармошкой

source: finishing-template.fold-double-gate
ru: Сгиб двойной калиткой

source: finishing-template.fold-engineering-z
ru: Инженерный Z-сгиб

source: finishing-template.fold-gate
ru: Сгиб калиткой

source: finishing-template.fold-half
ru: Полусгиб

source: finishing-template.fold-half-z
ru: Полу-Z-cгиб

source: finishing-template.fold-left-gate
ru: Сгиб калиткой слева

source: finishing-template.fold-letter
ru: Сгиб письмом

source: finishing-template.fold-parallel
ru: Параллельный сгиб

source: finishing-template.fold-poster
ru: Сгиб постером

source: finishing-template.fold-right-gate
ru: Сгиб калиткой справа

source: finishing-template.fold-z
ru: Z-сгиб

source: finishing-template.jdf-f10-1
ru: JDF F10-1

source: finishing-template.jdf-f10-2
ru: JDF F10-2

source: finishing-template.jdf-f10-3
ru: JDF F10-3

source: finishing-template.jdf-f12-1
ru: JDF F12-1

source: finishing-template.jdf-f12-10
ru: JDF F12-10

source: finishing-template.jdf-f12-11
ru: JDF F12-11

source: finishing-template.jdf-f12-12
ru: JDF F12-12

source: finishing-template.jdf-f12-13
ru: JDF F12-13

source: finishing-template.jdf-f12-14
ru: JDF F12-14

source: finishing-template.jdf-f12-2
ru: JDF F12-14

source: finishing-template.jdf-f12-3
ru: JDF F12-3

source: finishing-template.jdf-f12-4
ru: JDF F12-4

source: finishing-template.jdf-f12-5
ru: JDF F12-5

source: finishing-template.jdf-f12-6
ru: JDF F12-6

source: finishing-template.jdf-f12-7
ru: JDF F12-7

source: finishing-template.jdf-f12-8
ru: JDF F12-8

source: finishing-template.jdf-f12-9
ru: JDF F12-9

source: finishing-template.jdf-f14-1
ru: JDF F14-1

source: finishing-template.jdf-f16-1
ru: JDF F16-1

source: finishing-template.jdf-f16-10
ru: JDF F16-10

source: finishing-template.jdf-f16-11
ru: JDF F16-11

source: finishing-template.jdf-f16-12
ru: JDF F16-12

source: finishing-template.jdf-f16-13
ru: JDF F16-13

source: finishing-template.jdf-f16-14
ru: JDF F16-14

source: finishing-template.jdf-f16-2
ru: JDF F16-2

source: finishing-template.jdf-f16-3
ru: JDF F16-3

source: finishing-template.jdf-f16-4
ru: JDF F16-4

source: finishing-template.jdf-f16-5
ru: JDF F16-5

source: finishing-template.jdf-f16-6
ru: JDF F16-6

source: finishing-template.jdf-f16-7
ru: JDF F16-7

source: finishing-template.jdf-f16-8
ru: JDF F16-8

source: finishing-template.jdf-f16-9
ru: JDF F16-9

source: finishing-template.jdf-f18-1
ru: JDF F18-1

source: finishing-template.jdf-f18-2
ru: JDF F18-2

source: finishing-template.jdf-f18-3
ru: JDF F18-3

source: finishing-template.jdf-f18-4
ru: JDF F18-4

source: finishing-template.jdf-f18-5
ru: JDF F18-5

source: finishing-template.jdf-f18-6
ru: JDF F18-6

source: finishing-template.jdf-f18-7
ru: JDF F18-7

source: finishing-template.jdf-f18-8
ru: JDF F18-8

source: finishing-template.jdf-f18-9
ru: JDF F18-9

source: finishing-template.jdf-f2-1
ru: JDF F2-1

source: finishing-template.jdf-f20-1
ru: JDF F20-1

source: finishing-template.jdf-f20-2
ru: JDF F20-2

source: finishing-template.jdf-f24-1
ru: JDF F24-1

source: finishing-template.jdf-f24-10
ru: JDF F24-10

source: finishing-template.jdf-f24-11
ru: JDF F24-11

source: finishing-template.jdf-f24-2
ru: JDF F24-2

source: finishing-template.jdf-f24-3
ru: JDF F24-3

source: finishing-template.jdf-f24-4
ru: JDF F24-4

source: finishing-template.jdf-f24-5
ru: JDF F24-5

source: finishing-template.jdf-f24-6
ru: JDF F24-6

source: finishing-template.jdf-f24-7
ru: JDF F24-7

source: finishing-template.jdf-f24-8
ru: JDF F24-8

source: finishing-template.jdf-f24-9
ru: JDF F24-9

source: finishing-template.jdf-f28-1
ru: JDF F28-1

source: finishing-template.jdf-f32-1
ru: JDF F32-1

source: finishing-template.jdf-f32-2
ru: JDF F32-2

source: finishing-template.jdf-f32-3
ru: JDF F32-3

source: finishing-template.jdf-f32-4
ru: JDF F32-4

source: finishing-template.jdf-f32-5
ru: JDF F32-5

source: finishing-template.jdf-f32-6
ru: JDF F32-6

source: finishing-template.jdf-f32-7
ru: JDF F32-7

source: finishing-template.jdf-f32-8
ru: JDF F32-8

source: finishing-template.jdf-f32-9
ru: JDF F32-9

source: finishing-template.jdf-f36-1
ru: JDF F36-1

source: finishing-template.jdf-f36-2
ru: JDF F36-2

source: finishing-template.jdf-f4-1
ru: JDF F4-1

source: finishing-template.jdf-f4-2
ru: JDF F4-2

source: finishing-template.jdf-f40-1
ru: JDF F40-1

source: finishing-template.jdf-f48-1
ru: JDF F48-1

source: finishing-template.jdf-f48-2
ru: JDF F48-2

source: finishing-template.jdf-f6-1
ru: JDF F6-1

source: finishing-template.jdf-f6-2
ru: JDF F6-2

source: finishing-template.jdf-f6-3
ru: JDF F6-3

source: finishing-template.jdf-f6-4
ru: JDF F6-4

source: finishing-template.jdf-f6-5
ru: JDF F6-5

source: finishing-template.jdf-f6-6
ru: JDF F6-6

source: finishing-template.jdf-f6-7
ru: JDF F6-7

source: finishing-template.jdf-f6-8
ru: JDF F6-8

source: finishing-template.jdf-f64-1
ru: JDF F64-1

source: finishing-template.jdf-f64-2
ru: JDF F64-2

source: finishing-template.jdf-f8-1
ru: JDF F8-1

source: finishing-template.jdf-f8-2
ru: JDF F8-2

source: finishing-template.jdf-f8-3
ru: JDF F8-3

source: finishing-template.jdf-f8-4
ru: JDF F8-4

source: finishing-template.jdf-f8-5
ru: JDF F8-5

source: finishing-template.jdf-f8-6
ru: JDF F8-6

source: finishing-template.jdf-f8-7
ru: JDF F8-7

source: finishing-template.jog-offset
ru: Разделение копий ступеньками

source: finishing-template.laminate
ru: Ламинирование

source: finishing-template.punch
ru: Пробивка

source: finishing-template.punch-bottom-left
ru: Пробивка снизу слева

source: finishing-template.punch-bottom-right
ru: Пробивка снизу справа

source: finishing-template.punch-dual-bottom
ru: Пробивка двух отверстий снизу

source: finishing-template.punch-dual-left
ru: Пробивка двух отверстий слева

source: finishing-template.punch-dual-right
ru: Пробивка двух отверстий справа

source: finishing-template.punch-dual-top
ru: Пробивка двух отверстий сверху

source: finishing-template.punch-multiple-bottom
ru: Пробивка нескольких отверстий снизу

source: finishing-template.punch-multiple-left
ru: Пробивка нескольких отверстий слева

source: finishing-template.punch-multiple-right
ru: Пробивка нескольких отверстий справа

source: finishing-template.punch-multiple-top
ru: Пробивка нескольких отверстий сверху

source: finishing-template.punch-quad-bottom
ru: Пробивка четырех отверстий снизу

source: finishing-template.punch-quad-left
ru: Пробивка четырех отверстий слева

source: finishing-template.punch-quad-right
ru: Пробивка четырех отверстий справа

source: finishing-template.punch-quad-top
ru: Пробивка четырех отверстий сверху

source: finishing-template.punch-top-left
ru: Пробивка сверху слева

source: finishing-template.punch-top-right
ru: Пробивка сверху справа

source: finishing-template.punch-triple-bottom
ru: Пробивка трех отверстий снизу

source: finishing-template.punch-triple-left
ru: Пробивка трех отверстий слева

source: finishing-template.punch-triple-right
ru: Пробивка трех отверстий справа

source: finishing-template.punch-triple-top
ru: Пробивка трех отверстий сверху

source: finishing-template.saddle-stitch
ru: Сшивка внакидку

source: finishing-template.staple
ru: Скобка

source: finishing-template.staple-bottom-left
ru: Скобка снизу слева

source: finishing-template.staple-bottom-right
ru: Скобка снизу справа

source: finishing-template.staple-dual-bottom
ru: Две скобки снизу

source: finishing-template.staple-dual-left
ru: Две скобки слева

source: finishing-template.staple-dual-right
ru: Две скобки справа

source: finishing-template.staple-dual-top
ru: Две скобки сверху

source: finishing-template.staple-top-left
ru: Скобка сверху слева

source: finishing-template.staple-top-right
ru: Скобка сверху справа

source: finishing-template.staple-triple-bottom
ru: Три скобки снизу

source: finishing-template.staple-triple-left
ru: Три скобки слева

source: finishing-template.staple-triple-right
ru: Три скобки справа

source: finishing-template.staple-triple-top
ru: Три скобки сверху

source: finishing-template.trim
ru: Обрезка

source: finishing-template.trim-after-copies
ru: Обрезка после каждой копии

source: finishing-template.trim-after-documents
ru: Обрезка после каждого документа

source: finishing-template.trim-after-job
ru: Обрезка после задания

source: finishing-template.trim-after-pages
ru: Обрезка после каждой страницы

source: finishing-template.trim-after-sets
ru: Обрезка после каждого комплекта

source: finishing-template.trim-after-sheets
ru: Обрезка после каждой страницы

source: finishings
ru: Окончательная обработка

source: finishings-col
ru: Окончательная обработка

source: finishings.10
ru: Сгиб

source: finishings.100
ru: Z-сгиб

source: finishings.101
ru: Инженерный Z-сгиб

source: finishings.11
ru: Обрезка

source: finishings.12
ru: Пачки

source: finishings.13
ru: Изготовитель буклетов

source: finishings.14
ru: Разделение копий

source: finishings.15
ru: Покрытие

source: finishings.16
ru: Ламинирование

source: finishings.20
ru: Скобка сверху слева

source: finishings.21
ru: Скобка снизу слева

source: finishings.22
ru: Скобка сверху справа

source: finishings.23
ru: Скобка снизу справа

source: finishings.24
ru: Сшивка по краю слева

source: finishings.25
ru: Сшивка по краю сверху

source: finishings.26
ru: Сшивка по краю справа

source: finishings.27
ru: Сшивка по краю снизу

source: finishings.28
ru: Две скобки слева

source: finishings.29
ru: Две скобки сверху

source: finishings.3
ru: Нет

source: finishings.30
ru: Две скобки справа

source: finishings.31
ru: Две скобки снизу

source: finishings.32
ru: Три скобки слева

source: finishings.33
ru: Три скобки сверху

source: finishings.34
ru: Три скобки справа

source: finishings.35
ru: Три скобки снизу

source: finishings.4
ru: Скобка

source: finishings.5
ru: Пробивка

source: finishings.50
ru: Скрепление слева

source: finishings.51
ru: Скрепление сверху

source: finishings.52
ru: Скрепление справа

source: finishings.53
ru: Скрепление снизу

source: finishings.6
ru: Обложка

source: finishings.60
ru: Обрезка страниц

source: finishings.61
ru: Обрезка документов

source: finishings.62
ru: Обрезка копий

source: finishings.63
ru: Обрезка задания

source: finishings.7
ru: Переплет

source: finishings.70
ru: Пробивка сверху слева

source: finishings.71
ru: Пробивка снизу слева

source: finishings.72
ru: Пробивка сверху справа

source: finishings.73
ru: Пробивка снизу справа

source: finishings.74
ru: Пробивка двух отверстий слева

source: finishings.75
ru: Пробивка двух отверстий сверху

source: finishings.76
ru: Пробивка двух отверстий справа

source: finishings.77
ru: Пробивка двух отверстий снизу

source: finishings.78
ru: Пробивка трех отверстий слева

source: finishings.79
ru: Пробивка трех отверстий сверху

source: finishings.8
ru: Сшивка внакидку

source: finishings.80
ru: Пробивка трех отверстий справа

source: finishings.81
ru: Пробивка трех отверстий снизу

source: finishings.82
ru: Пробивка четырех отверстий слева

source: finishings.83
ru: Пробивка четырех отверстий сверху

source: finishings.84
ru: Пробивка четырех отверстий справа

source: finishings.85
ru: Пробивка четырех отверстий снизу

source: finishings.86
ru: Пробивка нескольких отверстий слева

source: finishings.87
ru: Пробивка нескольких отверстий сверху

source: finishings.88
ru: Пробивка нескольких отверстий справа

source: finishings.89
ru: Пробивка нескольких отверстий снизу

source: finishings.9
ru: Сшивка по краю

source: finishings.90
ru: Сгиб гармошкой

source: finishings.91
ru: Сгиб двойной калиткой

source: finishings.92
ru: Сгиб калиткой

source: finishings.93
ru: Полусгиб

source: finishings.94
ru: Полу-Z-сгиб

source: finishings.95
ru: Сгиб калиткой слева

source: finishings.96
ru: Сгиб письма

source: finishings.97
ru: Параллельный сгиб

source: finishings.98
ru: Сгиб постера

source: finishings.99
ru: Сгиб калиткой справа

source: folding
ru: Сгиб

source: folding-direction
ru: Направление сгиба

source: folding-direction.inward
ru: Внутрь

source: folding-direction.outward
ru: Наружу

source: folding-offset
ru: Положение сгиба

source: folding-reference-edge
ru: Сгиб по краю

source: folding-reference-edge.bottom
ru: Снизу

source: folding-reference-edge.left
ru: Слева

source: folding-reference-edge.right
ru: Справа

source: folding-reference-edge.top
ru: Сверху

source: font-name-requested
ru: Имя шрифта

source: font-size-requested
ru: Размер шрифта

source: force-front-side
ru: Принудительно лицевая сторона

source: from-name
ru: Имя отправителя

source: held
ru: удерживается

source: help Get help on commands.
ru: help Получить справку по командам.

source: idle
ru: свободен

source: imposition-template
ru: Спусковой шаблон

source: imposition-template.none
ru: Нет

source: imposition-template.signature
ru: Сигнатура

source: insert-after-page-number
ru: Номер страницы, после которой выполняется вставка

source: insert-count
ru: Количество страниц для вставки

source: insert-sheet
ru: Вставка листа

source: ippeveprinter: Unable to open "%s": %s on line %d.
ru: ippeveprinter: не удается открыть "%s": %s в строке %d.

source: ippfind: Bad regular expression: %s
ru: ippfind: неправильное регулярное выражение: %s

source: ippfind: Cannot use --and after --or.
ru: ippfind: нельзя использовать --and после --or.

source: ippfind: Expected key name after %s.
ru: ippfind: после %s должно быть указано имя ключа.

source: ippfind: Expected port range after %s.
ru: ippfind: после %s должен быть указан диапазон портов.

source: ippfind: Expected program after %s.
ru: ippfind: после %s должна быть указана программа.

source: ippfind: Expected semi-colon after %s.
ru: ippfind: после %s должна быть точка с запятой.

source: ippfind: Missing close brace in substitution.
ru: ippfind: отсутствует закрывающая фигурная скобка в замене.

source: ippfind: Missing close parenthesis.
ru: ippfind: отсутствует закрывающая скобка.

source: ippfind: Missing expression before "--and".
ru: ippfind: отсутствует выражение перед "--and".

source: ippfind: Missing expression before "--or".
ru: ippfind: отсутствует выражение перед "--or".

source: ippfind: Missing key name after %s.
ru: ippfind: отсутствует имя ключа после %s.

source: ippfind: Missing name after %s.
ru: ippfind: отсутствует имя после %s.

source: ippfind: Missing open parenthesis.
ru: ippfind: отсутствует открывающая скобка.

source: ippfind: Missing program after %s.
ru: ippfind: отсутствует программа после %s.

source: ippfind: Missing regular expression after %s.
ru: ippfind: отсутствует регулярное выражение после %s.

source: ippfind: Missing semi-colon after %s.
ru: ippfind: отсутствует точка с запятой после %s.

source: ippfind: Out of memory.
ru: ippfind: недостаточно памяти.

source: ippfind: Too many parenthesis.
ru: ippfind: слишком много скобок.

source: ippfind: Unable to browse or resolve: %s
ru: ippfind: не удается просмотреть или определить: %s

source: ippfind: Unable to execute "%s": %s
ru: ippfind: не удается выполнить "%s": %s

source: ippfind: Unable to use Bonjour: %s
ru: ippfind: не удается использовать Bonjour: %s

source: ippfind: Unknown variable "{%s}".
ru: ippfind: неизвестная переменная "{%s}".

source: ipptool: "-i" and "-n" are incompatible with "--ippserver", "-P", and "-X".
ru: ipptool: параметры "-i" и "-n" несовместимы с "--ippserver", "-P" и "-X".

source: ipptool: "-i" and "-n" are incompatible with "-P" and "-X".
ru: ipptool: параметры "-i" и "-n" несовместимы с "-P" и "-X".

source: ipptool: Bad URI "%s".
ru: ipptool: неверный URI "%s".

source: ipptool: Invalid seconds for "-i".
ru: ipptool: неверное количество секунд для "-i".

source: ipptool: May only specify a single URI.
ru: ipptool: можно указать только один URI.

source: ipptool: Missing count for "-n".
ru: ipptool: отсутствует количество для "-n".

source: ipptool: Missing filename for "--ippserver".
ru: ipptool: отсутствует имя файла для "--ippserver".

source: ipptool: Missing filename for "-f".
ru: ipptool: отсутствует имя файла для "-f".

source: ipptool: Missing name=value for "-d".
ru: ipptool: отсутствует name=value для "-d".

source: ipptool: Missing seconds for "-i".
ru: ipptool: отсутствует количество секунд для "-i".

source: ipptool: URI required before test file.
ru: ipptool: перед указанием тестового файла необходим URI.

source: job-account-id
ru: Идентификатор учета задания

source: job-account-type
ru: Тип учета задания

source: job-account-type.general
ru: Общий

source: job-account-type.group
ru: Группа

source: job-account-type.none
ru: Нет

source: job-accounting-output-bin
ru: Выходной лоток для учета заданий

source: job-accounting-sheets
ru: Листы учета заданий

source: job-accounting-sheets-type
ru: Тип листов учета заданий

source: job-accounting-sheets-type.none
ru: Нет

source: job-accounting-sheets-type.standard
ru: Стандартный

source: job-accounting-user-id
ru: Идентификатор пользователя учета заданий

source: job-cancel-after
ru: Отмена задания после истечения указанного времени

source: job-copies
ru: Копии

source: job-cover-back
ru: Обложка (обратная сторона)

source: job-cover-front
ru: Обложка (лицевая сторона)

source: job-delay-output-until
ru: Откладывание вывода до указанного срока

source: job-delay-output-until-time
ru: Откладывание вывода до указанного времени

source: job-delay-output-until.day-time
ru: Дневное время

source: job-delay-output-until.evening
ru: Вечер

source: job-delay-output-until.indefinite
ru: Выпуск

source: job-delay-output-until.night
ru: Ночь

source: job-delay-output-until.no-delay-output
ru: Без задержки

source: job-delay-output-until.second-shift
ru: Вторая смена

source: job-delay-output-until.third-shift
ru: Третья смена

source: job-delay-output-until.weekend
ru: Выходной

source: job-error-action
ru: Действие при ошибке

source: job-error-action.abort-job
ru: Прервать задание

source: job-error-action.cancel-job
ru: Отменить задание

source: job-error-action.continue-job
ru: Продолжить задание

source: job-error-action.suspend-job
ru: Приостановить задание

source: job-error-sheet
ru: Вывод листа ошибок

source: job-error-sheet-type
ru: Тип листа ошибок

source: job-error-sheet-type.none
ru: Нет

source: job-error-sheet-type.standard
ru: Стандартный

source: job-error-sheet-when
ru: Вывод листа ошибок

source: job-error-sheet-when.always
ru: Всегда

source: job-error-sheet-when.on-error
ru: При ошибке

source: job-finishings
ru: Окончательная обработка заданий

source: job-hold-until
ru: Удержание до указанного срока

source: job-hold-until-time
ru: Удержание до указанного времени

source: job-hold-until.day-time
ru: Дневное время

source: job-hold-until.evening
ru: Вечер

source: job-hold-until.indefinite
ru: Выпуск

source: job-hold-until.night
ru: Ночь
