Repository: H3c-t0r/openprintcups
Catalog: locale/cups_*.po
Languages: ru

source: "%s": Bad resolution value %dx%d%s - cross feed resolution must be positive (RFC 8011 section 5.1.16).
ru: "%s": неверное значение разрешения %dx%d%s - разрешение поперек направления подачи должно быть положительным (RFC 8011, раздел 5.1.16).

source: "%s": Bad resolution value %dx%d%s - feed resolution must be positive (RFC 8011 section 5.1.16).
ru: "%s": неверное значение разрешения %dx%d%s - разрешение по направлению подачи должно быть положительным (RFC 8011, раздел 5.1.16).

source: "%s": Bad text value "%s" - bad UTF-8 sequence (RFC 8011 section 5.1.2).
ru: "%s": неверное значение текста "%s" - неверная последовательность UTF-8 (RFC 8011, раздел 5.1.2).

source: "%s": Bad text value "%s" - bad control character (PWG 5100.14 section 8.3).
ru: "%s": неверное значение текста "%s" - неверный управляющий символ (PWG 5100.14, раздел 8.3).

source: "%s": Bad text value "%s" - bad length %d (RFC 8011 section 5.1.2).
ru: "%s": неверное значение текста "%s" - неверная длина %d (RFC 8011, раздел 5.1.2).

source: "%s": Bad uriScheme value "%s" - bad characters (RFC 8011 section 5.1.7).
ru: "%s": неверное значение uriScheme "%s" - неверные символы (RFC 8011, раздел 5.1.7).

source: "%s": Bad uriScheme value "%s" - bad length %d (RFC 8011 section 5.1.7).
ru: "%s": неверное значение uriScheme "%s" - неверная длина %d (RFC 8011, раздел 5.1.7).

source: "requesting-user-name" attribute in wrong group.
ru: Неверная группа атрибута "requesting-user-name".

source: "requesting-user-name" attribute with wrong syntax.
ru: Неверный синтаксис атрибута "requesting-user-name".

source: %-7s %-7.7s %-7d %-31.31s %.0f bytes
ru: %-7s %-7.7s %-7d %-31.31s %.0f байт

source: %d x %d mm
ru: %d x %d мм

source: %s (Borderless)
ru: %s (без полей)

source: %s (Borderless, %s)
ru: %s (без полей, %s)

source: %s (Borderless, %s, %s)
ru: %s (без полей, %s, %s)

source: %s accepting requests since %s
ru: %s принимает запросы с %s

source: %s cannot be changed.
ru: %s нельзя изменить.

source: %s is not implemented by the CUPS version of lpc.
ru: %s не реализуется версией CUPS для lpc.

source: %s is not ready
ru: %s не готов

source: %s is ready
ru: %s готов

source: %s is ready and printing
ru: %s готов и печатает

source: %s job-id user title copies options [file]
ru: %s job-id user title copies options [файл]

source: %s not accepting requests since %s -
ru: %s не принимает запросы с %s -

source: %s not supported.
ru: %s не поддерживается.

source: %s/%s accepting requests since %s
ru: %s/%s принимает запросы с %s

source: %s/%s not accepting requests since %s -
ru: %s/%s не принимает запросы с %s -

source: %s: %-33.33s [job %d localhost]
ru: %s: %-33.33s [задание %d localhost]

source: %s: %s failed: %s
ru: %s: ошибка %s: %s

source: %s: Bad printer URI "%s".
ru: %s: неверный URI принтера "%s".

source: %s: Bad version %s for "-V".
ru: %s: неверная версия %s для "-V".

source: %s: Don't know what to do.
ru: %s: дальнейшие действия неизвестны.

source: %s: Error - %s
ru: %s: ошибка - %s

source: %s: Error - %s environment variable names non-existent destination "%s".
ru: %s: ошибка - переменная окружения %s указывает на несуществующее место назначения "%s".

source: %s: Error - The printer or class does not exist.
ru: %s: ошибка - принтер или группа не существует.

source: %s: Error - add '/version=1.1' to server name.
ru: %s: ошибка - добавьте '/version=1.1' к имени сервера.

source: %s: Error - bad job ID.
ru: %s: ошибка - неверный идентификатор задания.

source: %s: Error - cannot print files and alter jobs simultaneously.
ru: %s: ошибка - невозможно печатать файлы и редактировать задания одновременно.

source: %s: Error - cannot print from stdin if files or a job ID are provided.
ru: %s: ошибка - печать из stdin невозможна, если предоставлены файлы или идентификатор задания.

source: %s: Error - copies must be 1 or more.
ru: %s: ошибка - должна быть 1 копия или больше.

source: %s: Error - expected "username" after "-U" option.
ru: %s: ошибка - после параметра "-U" должно быть указано имя пользователя.

source: %s: Error - expected PPD file after "-%c" option.
ru: %s: ошибка - после параметра "-%c" должен быть указан PPD-файл.

source: %s: Error - expected character set after "-S" option.
ru: %s: ошибка - после параметра "-S" должен быть указан набор символов.

source: %s: Error - expected content type after "-T" option.
ru: %s: ошибка - после параметра "-T" должен быть указан тип содержимого.

source: %s: Error - expected copies after "-#" option.
ru: %s: ошибка - после параметра "-#" должно быть указано количество копий.

source: %s: Error - expected copies after "-n" option.
ru: %s: ошибка - после параметра "-n" должно быть указано количество копий.

source: %s: Error - expected destination MIME type after "-m" option.
ru: %s: ошибка - после параметра "-m" должен быть указан тип MIME места назначения.

source: %s: Error - expected destination after "-P" option.
ru: %s: ошибка - после параметра "-P" должно быть указано место назначения.

source: %s: Error - expected destination after "-d" option.
ru: %s: ошибка - после параметра "-d" должно быть указано место назначения.

source: %s: Error - expected filename after "-c" option.
ru: %s: ошибка - после параметра "-c" должно быть указано имя файла.

source: %s: Error - expected form after "-f" option.
ru: %s: ошибка - после параметра "-f" должна быть указана форма.

source: %s: Error - expected hold name after "-H" option.
ru: %s: ошибка - после параметра "-H" должно быть указано имя для удерживания.

source: %s: Error - expected hostname after "-H" option.
ru: %s: ошибка - после параметра "-H" должно быть указано имя хоста.

source: %s: Error - expected hostname after "-h" option.
ru: %s: ошибка - после параметра "-h" должно быть указано имя хоста.

source: %s: Error - expected input file after "-f" option.
ru: %s: ошибка - после параметра "-f" должен быть указан входной файл.

source: %s: Error - expected job-id after "-j" option.
ru: %s: ошибка - после параметра "-j" должен быть указан идентификатор задания.

source: %s: Error - expected mode list after "-y" option.
ru: %s: ошибка - после параметра "-y" должен быть указан список режимов.

source: %s: Error - expected name after "-%c" option.
ru: %s: ошибка - после параметра "-%c" должно быть указано имя.

source: %s: Error - expected name=value after "-a" option.
ru: %s: ошибка - после параметра "-a" должно быть указано name=value.

source: %s: Error - expected name=value after "-o" option.
ru: %s: ошибка - после параметра "-o" должно быть указано name=value.

source: %s: Error - expected number of copies after "-n" option.
ru: %s: ошибка - после параметра "-n" должно быть указано количество копий.

source: %s: Error - expected option=value after "-o" option.
ru: %s: ошибка - после параметра '-o' должна быть указана строка вида option=value

source: %s: Error - expected page list after "-P" option.
ru: %s: ошибка - после параметра "-P" должен быть указан список страниц.

source: %s: Error - expected printer name after "-d" option.
ru: %s: ошибка - после параметра "-d" должно быть указано имя принтера.

source: %s: Error - expected priority after "-%c" option.
ru: %s: ошибка - после параметра "-%c" должен быть указан приоритет.

source: %s: Error - expected reason text after "-r" option.
ru: %s: ошибка - после параметра "-r" должен быть указан текст причины.

source: %s: Error - expected source MIME type after "-i" option.
ru: %s: ошибка - после параметра "-i" должен быть указан тип MIME источника.

source: %s: Error - expected title after "-%c" option.
ru: %s: ошибка - после параметра "-%c" должен быть указан заголовок.

source: %s: Error - expected title after "-t" option.
ru: %s: ошибка - после параметра "-t" должен быть указан заголовок.

source: %s: Error - expected username after "-U" option.
ru: %s: ошибка - после параметра "-U" должно быть указано имя пользователя.

source: %s: Error - expected username after "-u" option.
ru: %s: ошибка - после параметра "-u" должно быть указано имя пользователя.

source: %s: Error - expected value after "-%c" option.
ru: %s: ошибка - после параметра "-%c" должно быть указано значение.

source: %s: Error - need "completed", "not-completed", or "all" after "-W" option.
ru: %s: ошибка - необходимо указать "completed","not-completed" или "all" после параметра "-W".

source: %s: Error - no default destination available.
ru: %s: ошибка - нет доступного места назначения по умолчанию.

source: %s: Error - priority must be between 1 and 100.
ru: %s: ошибка - приоритет должен быть от 1 до 100.

source: %s: Error - scheduler not responding.
ru: %s: ошибка - планировщик не отвечает.

source: %s: Error - too many files - "%s".
ru: %s: ошибка - слишком много файлов - "%s".

source: %s: Error - unable to access "%s" - %s
ru: %s: ошибка - не удается получить доступ к "%s" - %s

source: %s: Error - unable to queue from stdin - %s.
ru: %s: ошибка - не удается поставить в очередь из stdin - %s.

source: %s: Error - unknown destination "%s".
ru: %s: ошибка - неизвестное место назначения "%s".

source: %s: Error - unknown destination "%s/%s".
ru: %s: ошибка - неизвестное место назначения "%s/%s".

source: %s: Error - unknown option "%c".
ru: %s: ошибка - неизвестный параметр "%c".

source: %s: Error - unknown option "%s".
ru: %s: ошибка - неизвестный параметр "%s".

source: %s: Error - unknown option "-%c".
ru: %s: ошибка - неизвестный параметр "-%c".

source: %s: Expected job ID after "-i" option.
ru: %s: после параметра "-i" должен быть указан идентификатор задания.

source: %s: Invalid destination name in list "%s".
ru: %s: недопустимое имя места назначения в списке "%s".

source: %s: Invalid filter string "%s".
ru: %s: неверная строка фильтра "%s".

source: %s: Missing filename for "-P".
ru: %s: отсутствует имя файла для "-P".

source: %s: Missing timeout for "-T".
ru: %s: отсутствует время ожидания для "-T".

source: %s: Missing version for "-V".
ru: %s: отсутствует версия для "-V".

source: %s: Need job ID ("-i jobid") before "-H restart".
ru: %s: необходимо указать идентификатор задания ("-i jobid") перед "-H restart".

source: %s: No filter to convert from %s/%s to %s/%s.
ru: %s: отсутствует фильтр, необходимый для преобразования из %s/%s в %s/%s.

source: %s: Operation failed: %s
ru: %s: не удалось выполнить операцию: %s

source: %s: Sorry, no encryption support.
ru: %s: нет поддержки шифрования.

source: %s: Unable to connect to "%s:%d": %s
ru: %s: не удается подключиться к "%s:%d": %s

source: %s: Unable to connect to server.
ru: %s: не удается подключиться к серверу.

source: %s: Unable to contact server.
ru: %s: не удается установить связь с сервером.

source: %s: Unable to create PPD file: %s
ru: %s: не удается создать PPD-файл: %s

source: %s: Unable to determine MIME type of "%s".
ru: %s: не удается определить тип MIME "%s".

source: %s: Unable to open "%s": %s
ru: %s: не удается открыть "%s": %s

source: %s: Unable to open %s: %s
ru: %s: не удается открыть %s: %s

source: %s: Unable to open PPD file: %s on line %d.
ru: %s: не удается открыть PPD-файл: %s в строке %d.

source: %s: Unable to query printer: %s
ru: %s: не удается опросить принтер: %s

source: %s: Unable to read MIME database from "%s" or "%s".
ru: %s: не удается прочитать базу данных MIME из "%s" или "%s".

source: %s: Unable to resolve "%s".
ru: %s: не удается определить "%s".

source: %s: Unknown argument "%s".
ru: %s: неизвестный аргумент "%s".

source: %s: Unknown destination "%s".
ru: %s: неизвестное место назначения "%s".

source: %s: Unknown destination MIME type %s/%s.
ru: %s: неизвестный тип MIME места назначения %s/%s.

source: %s: Unknown option "%c".
ru: %s: неизвестный параметр "%c".

source: %s: Unknown option "%s".
ru: %s: неизвестный параметр "%s".

source: %s: Unknown option "-%c".
ru: %s: неизвестный параметр "-%c".

source: %s: Unknown source MIME type %s/%s.
ru: %s: неизвестный тип MIME источника %s/%s.

source: %s: Warning - "%c" format modifier not supported - output may not be correct.
ru: %s: внимание - модификатор формата "%c" не поддерживается - вывод может быть неправильным.

source: %s: Warning - character set option ignored.
ru: %s: внимание - параметр набора символов игнорируется.

source: %s: Warning - content type option ignored.
ru: %s: внимание - параметр типа содержимого игнорируется.

source: %s: Warning - form option ignored.
ru: %s: внимание - параметр формы игнорируется.

source: %s: Warning - mode option ignored.
ru: %s: внимание - параметр режима игнорируется.

source: ( expressions ) Group expressions
ru: ( expressions ) Группировка выражений

source: - Cancel all jobs
ru: - Отменить все задания

source: -# num-copies Specify the number of copies to print
ru: -# num-copies Указать количество копий для печати

source: --[no-]debug-logging Turn debug logging on/off
ru: --[no-]debug-logging Включить или отключить ведение журнала отладки

source: --[no-]remote-admin Turn remote administration on/off
ru: --[no-]remote-admin Включить или отключить удаленное администрирование

source: --[no-]remote-any Allow/prevent access from the Internet
ru: --[no-]remote-any Разрешить/запретить доступ из Интернета

source: --[no-]share-printers Turn printer sharing on/off
ru: --[no-]share-printers Включить или отключить общий доступ к принтерам

source: --[no-]user-cancel-any Allow/prevent users to cancel any job
ru: --[no-]user-cancel-any Разрешить/запретить пользователям отменять задания

source: --device-id device-id Show models matching the given IEEE 1284 device ID
ru: --device-id device-id Показать модели, соответствующие указанному идентификатору устройства IEEE 1284

source: --domain regex Match domain to regular expression
ru: --domain regex Сопоставить домен с регулярным выражением

source: --exclude-schemes scheme-list Exclude the specified URI schemes
ru: --exclude-schemes scheme-list Исключить указанные схемы URI

source: --exec utility [argument ...] ; Execute program if true
ru: --exec utility [argument ...] ; Выполнить программу, если истинно

source: --false Always false
ru: --false Всегда ложь

source: --help Show program help
ru: --help Показать справку программы

source: --hold Hold new jobs
ru: --hold Удерживать новые задания

source: --host regex Match hostname to regular expression
ru: --host regex Сопоставить имя хоста с регулярным выражением

source: --include-schemes scheme-list Include only the specified URI schemes
ru: --include-schemes scheme-list Включить только указанные схемы URI

source: --ippserver filename Produce ippserver attribute file
ru: --ippserver filename Создать файл атрибутов ippserver

source: --language locale Show models matching the given locale
ru: --language locale Показать модели, соответствующие указанному региону

source: --literal-name name Match service name to literal name value
ru: --literal-name name Сопоставить имя службы со значением имени-литерала

source: --local True if service is local
ru: --local Истинно, если служба является локальной

source: --ls List attributes
ru: --ls Список атрибутов

source: --make-and-model name Show models matching the given make and model name
ru: --make-and-model name Показать модели, соответствующие указанному названию модели

source: --name regex Match service name to regular expression
ru: --name regex Сопоставить имя службы с регулярным выражением

source: --no-web-forms Disable web forms for media and supplies
ru: --no-web-forms Отключить веб-формы для носителя и запасов

source: --not expression Unary NOT of expression
ru: --not expression Унарный НЕ выражения

source: --pam-service service Use the named PAM service
ru: --pam-service service Использовать заданную службу PAM

source: --path regex Match resource path to regular expression
ru: --path regex Сопоставить путь к ресурсу с регулярным выражением

source: --port number[-number] Match port to number or range
ru: --port number[-number] Сопоставить порт с номером или диапазоном

source: --print Print URI if true
ru: --print Печать URI, если истинно

source: --print-name Print service name if true
ru: --print-name Печать имени службы, если истинно

source: --product name Show models matching the given PostScript product
ru: --product name Показать модели, соответствующие указанному продукту PostScript

source: --quiet Quietly report match via exit code
ru: --quiet Тихо сообщить о соответствии с помощью кода выхода

source: --release Release previously held jobs
ru: --release Разблокировать ранее удерживаемые задания

source: --remote True if service is remote
ru: --remote Истинно, если служба является удаленной

source: --stop-after-include-error Stop tests after a failed INCLUDE
ru: --stop-after-include-error Остановить тесты после сбоя INCLUDE

source: --timeout seconds Specify the maximum number of seconds to discover devices
ru: --timeout seconds Указать максимальное количество секунд для обнаружения устройств

source: --true Always true
ru: --true Всегда истина

source: --txt key True if the TXT record contains the key
ru: --txt key Истинно, если запись TXT содержит ключ

source: --txt-* regex Match TXT record key to regular expression
ru: --txt-* regex Сопоставить ключ записи TXT с регулярным выражением

source: --uri regex Match URI to regular expression
ru: --uri regex Сопоставить URI с регулярным выражением

source: --version Show program version
ru: --version Показать версию программы

source: --version Show version
ru: --version Показать версию

source: -2 Set 2-sided printing support (default=1-sided)
ru: -2 Установить поддержку двусторонней печати (по умолчанию=односторонняя)

source: -4 Connect using IPv4
ru: -4 Подключаться с использованием IPv4

source: -6 Connect using IPv6
ru: -6 Подключаться с использованием IPv6

source: -A Enable authentication
ru: -A Включить аутентификацию

source: -C Send requests using chunking (default)
ru: -C Отправлять запросы с использованием фрагментирования (по умолчанию)

source: -D description Specify the textual description of the printer
ru: -D description Указать текстовое описание принтера

source: -D device-uri Set the device URI for the printer
ru: -D device-uri Установить URI устройства для принтера

source: -E Enable and accept jobs on the printer (after -p)
ru: -E Включить прием заданий на принтере (после -p)

source: -E Encrypt the connection to the server
ru: -E Шифровать подключение к серверу

source: -E Test with encryption using HTTP Upgrade to TLS
ru: -E Проверка с шифрованием с помощью HTTP c обновлением до TLS

source: -F Run in the foreground but detach from console.
ru: -F Запустить в приоритетном режиме, но отсоединить от консоли.

source: -F output-type/subtype Set the output format for the printer
ru: -F output-type/subtype Установить выходной формат для принтера

source: -H Show the default server and port
ru: -H Показать сервер и порт по умолчанию

source: -H HH:MM Hold the job until the specified UTC time
ru: -H HH:MM Удерживать задание до указанного времени в формате UTC

source: -H hold Hold the job until released/resumed
ru: -H hold Удерживать задание до выпуска/возобновления

source: -H immediate Print the job as soon as possible
ru: -H immediate Напечатать задание как можно скорее

source: -H restart Reprint the job
ru: -H restart Перепечатать задание

source: -H resume Resume a held job
ru: -H resume Возобновить удерживаемое задание

source: -H server[:port] Connect to the named server and port
ru: -H server[:port] Подключиться к заданному серверу и порту

source: -I Ignore errors
ru: -I Игнорировать ошибки

source: -I {filename,filters,none,profiles} Ignore specific warnings
ru: -I {filename,filters,none,profiles} Игнорировать определенные предупреждения

source: -K keypath Set location of server X.509 certificates and keys.
ru: -K keypath Установить расположение ключей и сертификатов сервера X.509.

source: -L Send requests using content-length
ru: -L Отправлять запросы с использованием content-length

source: -L location Specify the textual location of the printer
ru: -L location Указать фактическое местоположение принтера

source: -M manufacturer Set manufacturer name (default=Test)
ru: -M manufacturer Установить имя производителя (по умолчанию=Test)

source: -N name Match service name to literal name value
ru: -N name Сопоставить имя службы со значением имени-литерала

source: -P destination Show status for the specified destination
ru: -P destination Показать состояние для указанного места назначения

source: -P destination Specify the destination
ru: -P destination Указать место назначения

source: -P filename.plist Produce XML plist to a file and test report to standard output
ru: -P filename.plist Создать файл XML-plist и направить отчет о проверке на стандартный вывод

source: -P filename.ppd Load printer attributes from PPD file
ru: -P filename.ppd Загрузить атрибуты принтера из PPD-файла

source: -P number[-number] Match port to number or range
ru: -P number[-number] Сопоставить порт с номером или диапазоном

source: -P page-list Specify a list of pages to print
ru: -P page-list Указать перечень страниц для печати

source: -R Show the ranking of jobs
ru: -R Показать рейтинг заданий

source: -R name-default Remove the default value for the named option
ru: -R name-default Удалить значение по умолчанию для заданного параметра

source: -R root-directory Set alternate root
ru: -R root-directory Установить альтернативный корень

source: -S Test with encryption using HTTPS
ru: -S Проверка с шифрованием с помощью HTTPS

source: -S filename.strings Set strings file
ru: -S filename.strings Установить файл строк

source: -T seconds Set the browse timeout in seconds
ru: -T seconds Установить время ожидания обзора в секундах

source: -T seconds Set the receive/send timeout in seconds
ru: -T seconds Установить время ожидания получения/отправки в секундах

source: -T title Specify the job title
ru: -T title Указать заголовок задания

source: -U username Specify the username to use for authentication
ru: -U username Использовать для аутентификации указанное имя пользователя

source: -U username Specify username to use for authentication
ru: -U username Использовать для аутентификации указанное имя пользователя

source: -V version Set default IPP version
ru: -V version Установить версию IPP по умолчанию

source: -W completed Show completed jobs
ru: -W completed Показать завершенные задания

source: -W not-completed Show pending jobs
ru: -W not-completed Показать ожидающие задания

source: -W {all,none,constraints,defaults,duplex,filters,profiles,sizes,translations} Issue warnings instead of errors
ru: -W {all,none,constraints,defaults,duplex,filters,profiles,sizes,translations} Выводить предупреждения вместо ошибок

source: -X Produce XML plist instead of plain text
ru: -X Создать XML-plist вместо обычного текста

source: -a Cancel all jobs
ru: -a Отменить все задания

source: -a Show jobs on all destinations
ru: -a Показать задания для всех мест назначения

source: -a [destination(s)] Show the accepting state of destinations
ru: -a [destination(s)] Показать состояние принятия мест назначения

source: -a filename.conf Load printer attributes from conf file
ru: -a filename.conf Загрузить атрибуты принтера из файла conf

source: -c Make a copy of the print file(s)
ru: -c Создать копию файлов печати

source: -c Produce CSV output
ru: -c Создать вывод в формате CSV

source: -c [class(es)] Show classes and their member printers
ru: -c [class(es)] Показать группы и входящие в них принтеры

source: -c class Add the named destination to a class
ru: -c class Добавить заданное место назначения в группу

source: -c command Set print command
ru: -c command Установить команду печати

source: -c cupsd.conf Set cupsd.conf file to use.
ru: -c cupsd.conf Использовать заданный файл "cupsd.conf".

source: -d Show the default destination
ru: -d Показать место назначения по умолчанию
