Repository: H3c-t0r/openprintcups
Catalog: locale/cups_*.po
Languages: ru

source: printer-state-reasons.bander-warming-up
ru: Разогрев обвязчика

source: printer-state-reasons.binder-added
ru: Переплетчик добавлен

source: printer-state-reasons.binder-almost-empty
ru: Переплетчик почти пуст

source: printer-state-reasons.binder-almost-full
ru: Переплетчик почти полон

source: printer-state-reasons.binder-at-limit
ru: Переплетчик достиг предела

source: printer-state-reasons.binder-closed
ru: Переплетчик закрыт

source: printer-state-reasons.binder-configuration-change
ru: Изменение конфигурации переплетчика

source: printer-state-reasons.binder-cover-closed
ru: Крышка переплетчика закрыта

source: printer-state-reasons.binder-cover-open
ru: Крышка переплетчика открыта

source: printer-state-reasons.binder-empty
ru: Переплетчик пуст

source: printer-state-reasons.binder-full
ru: Переплетчик полон

source: printer-state-reasons.binder-interlock-closed
ru: Фиксатор переплетчика закрыт

source: printer-state-reasons.binder-interlock-open
ru: Фиксатор переплетчика открыт

source: printer-state-reasons.binder-jam
ru: Переплетчик забит

source: printer-state-reasons.binder-life-almost-over
ru: Срок службы переплетчика почти истек

source: printer-state-reasons.binder-life-over
ru: Срок службы переплетчика истек

source: printer-state-reasons.binder-memory-exhausted
ru: Память переплетчика исчерпана

source: printer-state-reasons.binder-missing
ru: Переплетчик отсутствует

source: printer-state-reasons.binder-motor-failure
ru: Сбой мотора переплетчика

source: printer-state-reasons.binder-near-limit
ru: Переплетчик близок к пределу

source: printer-state-reasons.binder-offline
ru: Переплетчик не в сети

source: printer-state-reasons.binder-opened
ru: Переплетчик открыт

source: printer-state-reasons.binder-over-temperature
ru: Перегрев переплетчика

source: printer-state-reasons.binder-power-saver
ru: Экономия энергии переплетчика

source: printer-state-reasons.binder-recoverable-failure
ru: Устранимый сбой переплетчика

source: printer-state-reasons.binder-recoverable-storage
ru: Устранимая ошибка хранилища переплетчика

source: printer-state-reasons.binder-removed
ru: Переплетчик удален

source: printer-state-reasons.binder-resource-added
ru: Ресурс переплетчика добавлен

source: printer-state-reasons.binder-resource-removed
ru: Ресурс переплетчика удален

source: printer-state-reasons.binder-thermistor-failure
ru: Сбой термистора переплетчика

source: printer-state-reasons.binder-timing-failure
ru: Сбой синхронизации переплетчика

source: printer-state-reasons.binder-turned-off
ru: Переплетчик отключен

source: printer-state-reasons.binder-turned-on
ru: Переплетчик включен

source: printer-state-reasons.binder-under-temperature
ru: Недогрев переплетчика

source: printer-state-reasons.binder-unrecoverable-failure
ru: Неустранимый сбой переплетчика

source: printer-state-reasons.binder-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища переплетчика

source: printer-state-reasons.binder-warming-up
ru: Разогрев переплетчика

source: printer-state-reasons.camera-failure
ru: Сбой цифровой камеры

source: printer-state-reasons.chamber-cooling
ru: Охлаждение камеры

source: printer-state-reasons.chamber-failure
ru: Сбой камеры

source: printer-state-reasons.chamber-heating
ru: Нагрев камеры

source: printer-state-reasons.chamber-temperature-high
ru: Высокая температура в камере

source: printer-state-reasons.chamber-temperature-low
ru: Низкая температура в камере

source: printer-state-reasons.cleaner-life-almost-over
ru: Срок службы очистителя почти истек

source: printer-state-reasons.cleaner-life-over
ru: Срок службы очистителя истек

source: printer-state-reasons.configuration-change
ru: Изменение конфигурации

source: printer-state-reasons.connecting-to-device
ru: Подключение к устройству

source: printer-state-reasons.cover-open
ru: Крышка открыта

source: printer-state-reasons.deactivated
ru: Деактивирован

source: printer-state-reasons.developer-empty
ru: Проявитель пуст

source: printer-state-reasons.developer-low
ru: Низкий уровень проявителя

source: printer-state-reasons.die-cutter-added
ru: Штанец добавлен

source: printer-state-reasons.die-cutter-almost-empty
ru: Штанец почти пуст

source: printer-state-reasons.die-cutter-almost-full
ru: Штанец почти полон

source: printer-state-reasons.die-cutter-at-limit
ru: Штанец достиг предела

source: printer-state-reasons.die-cutter-closed
ru: Штанец закрыт

source: printer-state-reasons.die-cutter-configuration-change
ru: Изменение конфигурации штанца

source: printer-state-reasons.die-cutter-cover-closed
ru: Крышка штанца закрыта

source: printer-state-reasons.die-cutter-cover-open
ru: Крышка штанца открыта

source: printer-state-reasons.die-cutter-empty
ru: Штанец пуст

source: printer-state-reasons.die-cutter-full
ru: Штанец полон

source: printer-state-reasons.die-cutter-interlock-closed
ru: Фиксатор штанца закрыт

source: printer-state-reasons.die-cutter-interlock-open
ru: Фиксатор штанца открыт

source: printer-state-reasons.die-cutter-jam
ru: Штанец забит

source: printer-state-reasons.die-cutter-life-almost-over
ru: Срок службы штанца почти истек

source: printer-state-reasons.die-cutter-life-over
ru: Срок службы штанца истек

source: printer-state-reasons.die-cutter-memory-exhausted
ru: Память штанца исчерпана

source: printer-state-reasons.die-cutter-missing
ru: Штанец отсутствует

source: printer-state-reasons.die-cutter-motor-failure
ru: Сбой мотора штанца

source: printer-state-reasons.die-cutter-near-limit
ru: Штанец близок к пределу

source: printer-state-reasons.die-cutter-offline
ru: Штанец не в сети

source: printer-state-reasons.die-cutter-opened
ru: Штанец открыт

source: printer-state-reasons.die-cutter-over-temperature
ru: Перегрев штанца

source: printer-state-reasons.die-cutter-power-saver
ru: Экономия энергии штанца

source: printer-state-reasons.die-cutter-recoverable-failure
ru: Устранимый сбой штанца

source: printer-state-reasons.die-cutter-recoverable-storage
ru: Устранимая ошибка хранилища штанца

source: printer-state-reasons.die-cutter-removed
ru: Штанец удален

source: printer-state-reasons.die-cutter-resource-added
ru: Ресурс штанца добавлен

source: printer-state-reasons.die-cutter-resource-removed
ru: Ресурс штанца удален

source: printer-state-reasons.die-cutter-thermistor-failure
ru: Сбой термистора штанца

source: printer-state-reasons.die-cutter-timing-failure
ru: Сбой синхронизации штанца

source: printer-state-reasons.die-cutter-turned-off
ru: Штанец отключен

source: printer-state-reasons.die-cutter-turned-on
ru: Штанец включен

source: printer-state-reasons.die-cutter-under-temperature
ru: Недогрев штанца

source: printer-state-reasons.die-cutter-unrecoverable-failure
ru: Неустранимый сбой штанца

source: printer-state-reasons.die-cutter-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища штанца

source: printer-state-reasons.die-cutter-warming-up
ru: Разогрев штанца

source: printer-state-reasons.door-open
ru: Дверца открыта

source: printer-state-reasons.extruder-cooling
ru: Охлаждение экструдера

source: printer-state-reasons.extruder-failure
ru: Сбой экструдера

source: printer-state-reasons.extruder-heating
ru: Нагрев экструдера

source: printer-state-reasons.extruder-jam
ru: Экструдер забит

source: printer-state-reasons.extruder-temperature-high
ru: Высокая температура экструдера

source: printer-state-reasons.extruder-temperature-low
ru: Низкая температура экструдера

source: printer-state-reasons.fan-failure
ru: Сбой вентилятора

source: printer-state-reasons.fax-modem-life-almost-over
ru: Срок службы факс-модема почти истек

source: printer-state-reasons.fax-modem-life-over
ru: Срок службы факс-модема истек

source: printer-state-reasons.fax-modem-missing
ru: Факс-модем отсутствует

source: printer-state-reasons.fax-modem-turned-off
ru: Факс-модем отключен

source: printer-state-reasons.fax-modem-turned-on
ru: Факс-модем включен

source: printer-state-reasons.folder-added
ru: Фальцовщик добавлен

source: printer-state-reasons.folder-almost-empty
ru: Фальцовщик почти пуст

source: printer-state-reasons.folder-almost-full
ru: Фальцовщик почти полон

source: printer-state-reasons.folder-at-limit
ru: Фальцовщик достиг предела

source: printer-state-reasons.folder-closed
ru: Фальцовщик закрыт

source: printer-state-reasons.folder-configuration-change
ru: Изменение конфигурации фальцовщика

source: printer-state-reasons.folder-cover-closed
ru: Крышка фальцовщика закрыта

source: printer-state-reasons.folder-cover-open
ru: Крышка фальцовщика открыта

source: printer-state-reasons.folder-empty
ru: Фальцовщик пуст

source: printer-state-reasons.folder-full
ru: Фальцовщик полон

source: printer-state-reasons.folder-interlock-closed
ru: Фиксатор фальцовщика закрыт

source: printer-state-reasons.folder-interlock-open
ru: Фиксатор фальцовщика открыт

source: printer-state-reasons.folder-jam
ru: Фальцовщик забит

source: printer-state-reasons.folder-life-almost-over
ru: Срок службы фальцовщика почти истек

source: printer-state-reasons.folder-life-over
ru: Срок службы фальцовщика истек

source: printer-state-reasons.folder-memory-exhausted
ru: Память фальцовщика исчерпана

source: printer-state-reasons.folder-missing
ru: Фальцовщик отсутствует

source: printer-state-reasons.folder-motor-failure
ru: Сбой мотора фальцовщика

source: printer-state-reasons.folder-near-limit
ru: Фальцовщик близок к пределу

source: printer-state-reasons.folder-offline
ru: Фальцовщик не в сети

source: printer-state-reasons.folder-opened
ru: Фальцовщик открыт

source: printer-state-reasons.folder-over-temperature
ru: Перегрев фальцовщика

source: printer-state-reasons.folder-power-saver
ru: Экономия энергии фальцовщика

source: printer-state-reasons.folder-recoverable-failure
ru: Устранимый сбой фальцовщика

source: printer-state-reasons.folder-recoverable-storage
ru: Устранимая ошибка хранилища фальцовщика

source: printer-state-reasons.folder-removed
ru: Фальцовщик удален

source: printer-state-reasons.folder-resource-added
ru: Ресурс фальцовщика добавлен

source: printer-state-reasons.folder-resource-removed
ru: Ресурс фальцовщика удален

source: printer-state-reasons.folder-thermistor-failure
ru: Сбой термистора фальцовщика

source: printer-state-reasons.folder-timing-failure
ru: Сбой синхронизации фальцовщика

source: printer-state-reasons.folder-turned-off
ru: Фальцовщик отключен

source: printer-state-reasons.folder-turned-on
ru: Фальцовщик включен

source: printer-state-reasons.folder-under-temperature
ru: Недогрев фальцовщика

source: printer-state-reasons.folder-unrecoverable-failure
ru: Неустранимый сбой фальцовщика

source: printer-state-reasons.folder-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища фальцовщика

source: printer-state-reasons.folder-warming-up
ru: Разогрев фальцовщика

source: printer-state-reasons.fuser-over-temp
ru: Высокая температура термофиксатора

source: printer-state-reasons.fuser-under-temp
ru: Низкая температура термофиксатора

source: printer-state-reasons.hold-new-jobs
ru: Удерживать новые задания

source: printer-state-reasons.identify-printer-requested
ru: Идентифицировать принтер

source: printer-state-reasons.imprinter-added
ru: Импринтер добавлен

source: printer-state-reasons.imprinter-almost-empty
ru: Импринтер почти пуст

source: printer-state-reasons.imprinter-almost-full
ru: Импринтер почти полон

source: printer-state-reasons.imprinter-at-limit
ru: Импринтер достиг предела

source: printer-state-reasons.imprinter-closed
ru: Импринтер закрыт

source: printer-state-reasons.imprinter-configuration-change
ru: Изменение конфигурации импринтера

source: printer-state-reasons.imprinter-cover-closed
ru: Крышка импринтера закрыта

source: printer-state-reasons.imprinter-cover-open
ru: Крышка импринтера открыта

source: printer-state-reasons.imprinter-empty
ru: Импринтер пуст

source: printer-state-reasons.imprinter-full
ru: Импринтер полон

source: printer-state-reasons.imprinter-interlock-closed
ru: Фиксатор импринтера закрыт

source: printer-state-reasons.imprinter-interlock-open
ru: Фиксатор импринтера открыт

source: printer-state-reasons.imprinter-jam
ru: Импринтер забит

source: printer-state-reasons.imprinter-life-almost-over
ru: Срок службы импринтера почти истек

source: printer-state-reasons.imprinter-life-over
ru: Срок службы импринтера истек

source: printer-state-reasons.imprinter-memory-exhausted
ru: Память импринтера исчерпана

source: printer-state-reasons.imprinter-missing
ru: Импринтер отсутствует

source: printer-state-reasons.imprinter-motor-failure
ru: Сбой мотора импринтера

source: printer-state-reasons.imprinter-near-limit
ru: Импринтер близок к пределу

source: printer-state-reasons.imprinter-offline
ru: Импринтер не в сети

source: printer-state-reasons.imprinter-opened
ru: Импринтер открыт

source: printer-state-reasons.imprinter-over-temperature
ru: Перегрев импринтера

source: printer-state-reasons.imprinter-power-saver
ru: Экономия энергии импринтера

source: printer-state-reasons.imprinter-recoverable-failure
ru: Устранимый сбой импринтера

source: printer-state-reasons.imprinter-recoverable-storage
ru: Устранимая ошибка хранилища импринтера

source: printer-state-reasons.imprinter-removed
ru: Импринтер удален

source: printer-state-reasons.imprinter-resource-added
ru: Ресурс импринтера добавлен

source: printer-state-reasons.imprinter-resource-removed
ru: Ресурс импринтера удален

source: printer-state-reasons.imprinter-thermistor-failure
ru: Сбой термистора импринтера

source: printer-state-reasons.imprinter-timing-failure
ru: Сбой синхронизации импринтера

source: printer-state-reasons.imprinter-turned-off
ru: Импринтер отключен

source: printer-state-reasons.imprinter-turned-on
ru: Импринтер включен

source: printer-state-reasons.imprinter-under-temperature
ru: Недогрев импринтера

source: printer-state-reasons.imprinter-unrecoverable-failure
ru: Неустранимый сбой импринтера

source: printer-state-reasons.imprinter-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища импринтера

source: printer-state-reasons.imprinter-warming-up
ru: Разогрев импринтера

source: printer-state-reasons.input-cannot-feed-size-selected
ru: На вход невозможно подать выбранный размер

source: printer-state-reasons.input-manual-input-request
ru: Запрос ручной подачи

source: printer-state-reasons.input-media-color-change
ru: Изменение цвета носителя

source: printer-state-reasons.input-media-form-parts-change
ru: Изменение частей формы носителя

source: printer-state-reasons.input-media-size-change
ru: Изменение размера носителя

source: printer-state-reasons.input-media-tray-failure
ru: Сбой входного лотка для носителя

source: printer-state-reasons.input-media-tray-feed-error
ru: Ошибка подачи входного лотка для носителя

source: printer-state-reasons.input-media-tray-jam
ru: Входной лоток для носителя забит

source: printer-state-reasons.input-media-type-change
ru: Изменение типа носителя

source: printer-state-reasons.input-media-weight-change
ru: Изменение веса носителя

source: printer-state-reasons.input-pick-roller-failure
ru: Сбой входного подбирающего ролика

source: printer-state-reasons.input-pick-roller-life-over
ru: Срок службы входного подбирающего ролика истек

source: printer-state-reasons.input-pick-roller-life-warn
ru: Предупреждение о завершении срока службы входного подбирающего ролика

source: printer-state-reasons.input-pick-roller-missing
ru: Входной подбирающий ролик отсутствует

source: printer-state-reasons.input-tray-elevation-failure
ru: Сбой подъема входного лотка

source: printer-state-reasons.input-tray-missing
ru: Входной лоток отсутствует

source: printer-state-reasons.input-tray-position-failure
ru: Сбой позиции входного лотка

source: printer-state-reasons.inserter-added
ru: Вставщик добавлен

source: printer-state-reasons.inserter-almost-empty
ru: Вставщик почти пуст

source: printer-state-reasons.inserter-almost-full
ru: Вставщик почти полон

source: printer-state-reasons.inserter-at-limit
ru: Вставщик достиг предела

source: printer-state-reasons.inserter-closed
ru: Вставщик закрыт

source: printer-state-reasons.inserter-configuration-change
ru: Изменение конфигурации вставщика

source: printer-state-reasons.inserter-cover-closed
ru: Крышка вставщика закрыта

source: printer-state-reasons.inserter-cover-open
ru: Крышка вставщика открыта

source: printer-state-reasons.inserter-empty
ru: Вставщик пуст

source: printer-state-reasons.inserter-full
ru: Вставщик полон

source: printer-state-reasons.inserter-interlock-closed
ru: Фиксатор вставщика закрыт

source: printer-state-reasons.inserter-interlock-open
ru: Фиксатор вставщика открыт

source: printer-state-reasons.inserter-jam
ru: Вставщик забит

source: printer-state-reasons.inserter-life-almost-over
ru: Срок службы вставщика почти истек

source: printer-state-reasons.inserter-life-over
ru: Срок службы вставщика истек

source: printer-state-reasons.inserter-memory-exhausted
ru: Память вставщика исчерпана

source: printer-state-reasons.inserter-missing
ru: Вставщик отсутствует

source: printer-state-reasons.inserter-motor-failure
ru: Сбой мотора вставщика

source: printer-state-reasons.inserter-near-limit
ru: Вставщик близок к пределу

source: printer-state-reasons.inserter-offline
ru: Вставщик не в сети

source: printer-state-reasons.inserter-opened
ru: Вставщик открыт

source: printer-state-reasons.inserter-over-temperature
ru: Перегрев вставщика

source: printer-state-reasons.inserter-power-saver
ru: Экономия энергии вставщика

source: printer-state-reasons.inserter-recoverable-failure
ru: Устранимый сбой вставщика

source: printer-state-reasons.inserter-recoverable-storage
ru: Устранимая ошибка хранилища вставщика

source: printer-state-reasons.inserter-removed
ru: Вставщик удален

source: printer-state-reasons.inserter-resource-added
ru: Ресурс вставщика добавлен

source: printer-state-reasons.inserter-resource-removed
ru: Ресурс вставщика удален

source: printer-state-reasons.inserter-thermistor-failure
ru: Сбой термистора вставщика

source: printer-state-reasons.inserter-timing-failure
ru: Сбой синхронизации вставщика

source: printer-state-reasons.inserter-turned-off
ru: Вставщик отключен

source: printer-state-reasons.inserter-turned-on
ru: Вставщик включен

source: printer-state-reasons.inserter-under-temperature
ru: Недогрев вставщика

source: printer-state-reasons.inserter-unrecoverable-failure
ru: Неустранимый сбой вставщика

source: printer-state-reasons.inserter-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища вставщика

source: printer-state-reasons.inserter-warming-up
ru: Разогрев вставщика

source: printer-state-reasons.interlock-closed
ru: Фиксатор закрыт

source: printer-state-reasons.interlock-open
ru: Фиксатор открыт

source: printer-state-reasons.interpreter-cartridge-added
ru: Интерпретатор: картридж добавлен

source: printer-state-reasons.interpreter-cartridge-deleted
ru: Интерпретатор: картридж удален

source: printer-state-reasons.interpreter-complex-page-encountered
ru: Интерпретатор: обнаружена сложная страница

source: printer-state-reasons.interpreter-memory-decrease
ru: Интерпретатор: уменьшение памяти

source: printer-state-reasons.interpreter-memory-increase
ru: Интерпретатор: увеличение памяти

source: printer-state-reasons.interpreter-resource-added
ru: Интерпретатор: ресурс добавлен

source: printer-state-reasons.interpreter-resource-deleted
ru: Интерпретатор: ресурс удален

source: printer-state-reasons.interpreter-resource-unavailable
ru: Ресурс принтера недоступен

source: printer-state-reasons.lamp-at-eol
ru: Срок службы лампы истек

source: printer-state-reasons.lamp-failure
ru: Сбой лампы

source: printer-state-reasons.lamp-near-eol
ru: Срок службы лампы почти истек

source: printer-state-reasons.laser-at-eol
ru: Срок службы лазера истек

source: printer-state-reasons.laser-failure
ru: Сбой лазера

source: printer-state-reasons.laser-near-eol
ru: Срок службы лазера почти истек

source: printer-state-reasons.make-envelope-added
ru: Изготовитель конвертов добавлен

source: printer-state-reasons.make-envelope-almost-empty
ru: Изготовитель конвертов почти пуст

source: printer-state-reasons.make-envelope-almost-full
ru: Изготовитель конвертов почти полон

source: printer-state-reasons.make-envelope-at-limit
ru: Изготовитель конвертов достиг предела

source: printer-state-reasons.make-envelope-closed
ru: Изготовитель конвертов закрыт

source: printer-state-reasons.make-envelope-configuration-change
ru: Изменение конфигурации изготовителя конвертов

source: printer-state-reasons.make-envelope-cover-closed
ru: Крышка изготовителя конвертов закрыта

source: printer-state-reasons.make-envelope-cover-open
ru: Крышка изготовителя конвертов открыта

source: printer-state-reasons.make-envelope-empty
ru: Изготовитель конвертов пуст

source: printer-state-reasons.make-envelope-full
ru: Изготовитель конвертов полон

source: printer-state-reasons.make-envelope-interlock-closed
ru: Фиксатор изготовителя конвертов закрыт

source: printer-state-reasons.make-envelope-interlock-open
ru: Фиксатор изготовителя конвертов открыт

source: printer-state-reasons.make-envelope-jam
ru: Изготовитель конвертов забит

source: printer-state-reasons.make-envelope-life-almost-over
ru: Срок службы изготовителя конвертов почти истек

source: printer-state-reasons.make-envelope-life-over
ru: Срок службы изготовителя конвертов истек

source: printer-state-reasons.make-envelope-memory-exhausted
ru: Память изготовителя конвертов исчерпана

source: printer-state-reasons.make-envelope-missing
ru: Изготовитель конвертов отсутствует

source: printer-state-reasons.make-envelope-motor-failure
ru: Сбой мотора изготовителя конвертов

source: printer-state-reasons.make-envelope-near-limit
ru: Изготовитель конвертов близок к пределу

source: printer-state-reasons.make-envelope-offline
ru: Изготовитель конвертов не в сети

source: printer-state-reasons.make-envelope-opened
ru: Изготовитель конвертов открыт

source: printer-state-reasons.make-envelope-over-temperature
ru: Перегрев изготовителя конвертов

source: printer-state-reasons.make-envelope-power-saver
ru: Экономия энергии изготовителя конвертов

source: printer-state-reasons.make-envelope-recoverable-failure
ru: Устранимый сбой изготовителя конвертов

source: printer-state-reasons.make-envelope-recoverable-storage
ru: Устранимая ошибка хранилища изготовителя конвертов

source: printer-state-reasons.make-envelope-removed
ru: Изготовитель конвертов удален

source: printer-state-reasons.make-envelope-resource-added
ru: Ресурс изготовителя конвертов добавлен

source: printer-state-reasons.make-envelope-resource-removed
ru: Ресурс изготовителя конвертов удален

source: printer-state-reasons.make-envelope-thermistor-failure
ru: Сбой термистора изготовителя конвертов

source: printer-state-reasons.make-envelope-timing-failure
ru: Сбой синхронизации изготовителя конвертов

source: printer-state-reasons.make-envelope-turned-off
ru: Изготовитель конвертов отключен

source: printer-state-reasons.make-envelope-turned-on
ru: Изготовитель конвертов включен

source: printer-state-reasons.make-envelope-under-temperature
ru: Недогрев изготовителя конвертов

source: printer-state-reasons.make-envelope-unrecoverable-failure
ru: Неустранимый сбой изготовителя конвертов

source: printer-state-reasons.make-envelope-unrecoverable-storage-error
ru: Неустранимая ошибка хранилища изготовителя конвертов

source: printer-state-reasons.make-envelope-warming-up
ru: Разогрев изготовителя конвертов

source: printer-state-reasons.marker-adjusting-print-quality
ru: Корректировка качества печати

source: printer-state-reasons.marker-cleaner-missing
ru: Очиститель отсутствует

source: printer-state-reasons.marker-developer-almost-empty
ru: Проявитель почти пуст

source: printer-state-reasons.marker-developer-empty
ru: Проявитель пуст
